label ru_E16:
    play music music_daily
    
    scene bg school_scienceroom
    with fade

    "Я сижу на уроке Муто, а мысли мои крутятся вокруг одного и того же события."

    "Я собираюсь ужинать."

    "Ужинать с Эми."

    "Которая, ни много ни мало, хочет быть моей девушкой!"

    "Свидание!"

    "А ещё она поцеловала меня!"

    "Тот поцелуй… Я не переставая вспоминаю его, снова и снова прокручивая у себя в голове до мельчайших подробностей."

    "Всё казалось таким… правильным в тот момент."

    "Моё сознание затуманивается, теряясь в мыслях об Эми."

    mu "Накай? Э-эй?"

    "Ой."

    "Кажется, я слишком замечтался."

    hi "А? Что?"

    mu "Ей-богу! Да ты заразился какой-то неизученной формой амнезии!"

    mu "Фельдшера! Скорее фельдшера!"

    "Класс хихикает над выходкой Муто."

    hi "Прошу прощения, сэр."

    mu "Хм, такого больше не повторится и так далее, да?"

    hi "Так точно."

    "Лицо Муто заметно проясняется."

    mu "Ну что ж! Просто замечательно!"

    mu "Мне же всё-таки не хочется, чтобы мой лучший ученик витал в облаках."

    "Лучший ученик?"

    "Я, конечно, неплохо справляюсь с учёбой, но не думаю, что дотягиваю до звания лучшего ученика."

    "И я с уверенностью могу сказать, что этот предмет – один из тех, по которым у всех неплохие оценки."

    "Нужно только запоминать формулы."

    "Верный своему слову, остаток урока я внимательно слушаю учителя."

    stop music fadeout 0.5
    
    play sound sfx_normalbell
    
    mu "Накай, можно тебя на пару слов?"

    play music music_soothing fadein 1.0
    
    "Ой."

    "Кажется, пораньше мне уйти не удастся."

    hi "Э, конечно."

    hi "У меня проблемы?"

    "На лице Муто мелькает растерянность."

    mu "А?"

    "Он склоняет голову набок и на секунду задумывается."

    mu "Ах, это! Нет-нет, никаких претензий, абсолютно."

    mu "Я просто хотел кое-что у тебя спросить."

    hi "Что именно?"

    "Надеюсь, он не собирается расспрашивать меня об Эми?"

    mu "Ничего страшного, просто мне интересно, какие у тебя планы после окончания школы."

    mu "Собираешься пойти в университет?"

    hi "Ага, наверное. Не вижу причин не идти."

    mu "Не думал, что именно хочешь изучать?"

    hi "Вообще-то нет."

    hi "Думал, что на месте разберусь."

    "Муто смеётся."

    mu "Предпочитаешь плыть по течению, да?"

    mu "Ну, я бы с тобой поспорил, но и сам так думал, когда поступал в университет."

    mu "Хотя, по правде говоря, не совсем."

    mu "Я знал, что займусь естественными науками. Не решил только, какой именно."

    mu "С одной стороны, у меня был интерес к химии, потому что там можно было устраивать взрывы во время экспериментов."

    mu "Никогда не вставлял там новые окна…"

    "Муто замолкает и слегка хмурится."

    mu "Однако, полагаю, запрета из химической лаборатории хватило."

    "Я медленно киваю, гадая, к чему он ведёт."

    "Муто возвращается к настоящему. Это почти то же самое, что говорить с Рин, только Муто уносит в сторону взрывчатки."

    mu "Физикой я тоже много занимался, ведь и там можно было повзрывать, только больше не приходилось самому изготавливать взрывчатые вещества."

    mu "А потом я снова вернулся к химии, потому что после взрыва на футбольном поле никто для меня взрывчатку больше делать не хотел."

    hi "Что?"

    "Муто снова приходит в возбуждение."

    mu "Да! Точно! Ты!"

    hi "Я?"

    mu "Да! Тебе следует обратить свой взор в сторону науки!"

    mu "У тебя ошеломляющие успехи."

    mu "Если ты, конечно, не собирался заняться математикой или чем-то в этом роде."

    "Муто делает кислое лицо."

    mu "Чистая математика как-то не по мне. Меньше взрывов, да и из пушек всякими предметами не постреляешь."

    hi "Вы считаете, мне стоит в университете заняться изучением естественных наук?"

    "Мой вопрос, кажется, сбивает Муто с толку."

    mu "Ну, вроде того."

    mu "А ещё ты можешь вступить в кружок естественных наук!"

    mu "Нет, не так. Такого кружка пока не существует."

    mu "Но его можно создать!"

    mu "Ты можешь даже стать его первым членом!"

    mu "Отцом-основателем!"

    mu "Но тебе, конечно, придётся найти ещё желающих."

    mu "Если захочешь, само собой."

    mu "Мы могли бы начать и просто с нас двоих."

    mu "И, э-э-э…"

    mu "Что-нибудь повзрывать."

    mu "Ну, и не только повзрывать…"

    mu "Точно! Я могу помочь тебе подготовиться к поступлению в университет и всё такое."

    mu "Погоди-ка!"

    "Муто некоторое время роется в своём портфеле, а затем передаёт мне книгу."

    mu "Прочитай вот это."

    mu "Если будет интересно, обсудим, когда прочтёшь."

    "«Краткая история времени»?"

    "Не уверен, что хочу это читать, но Муто, кажется, просто в восторге от этой книги."

    hi "О чём она?"

    mu "Время. Пространство. Пространственно-временные взаимодействия. Чёрные дыры и всякое такое."

    mu "И не бойся, написано не слишком заумно."

    mu "Понимаешь, просто хочу узнать, интересны ли тебе подобные вещи или нет."

    mu "Задержись после занятий, и мы обсудим книгу. Ну, или я могу научить тебя делать взрывчатку в лаборатории."

    mu "Или и то и другое."

    mu "Ладно, я и так тебя достаточно задержал."

    mu "Подумай о карьере в сфере естественных наук, Накай. Мне кажется, тебе это понравится."

    hi "Ладно, подумаю. Спасибо вам за книгу."
    
    "Я выхожу из кабинета и бросаю взгляд на часы; до окончания практики Эми ещё куча времени."

    stop music fadeout 0.5
    
    scene bg school_hallway3
    with locationchange
    
    play music music_night fadein 1.0
    
    "Думаю, стоит взглянуть, что там в этой книжке. А ещё в душ не мешало бы сходить."

    "Ведь ходить в душ перед свиданием – это правильно, так ведь?"

    "Я направляюсь к общежитию."
    
    scene bg school_dormhisao
    with locationskip

    "Интересно, а где же мы с Эми встретимся?"

    "Она сказала «после практики», но не сказала, где мне её искать."

    "Думаю, стоит просто прогуляться до стадиона."

    "Это, наверное, будет лучшим вариантом."

    "Если она тоже пойдёт в душ, я могу, например, подождать в её комнате."

    "Или в холле. Так будет даже лучше."

    "Я по-быстрому ополаскиваюсь, не забыв принять после этого лекарства."

    "А теперь пора посмотреть, что там за книга."
    
    stop music fadeout 2.0

    return

label ru_E17:
    
    scene black
    
    "Я внезапно просыпаюсь."

    scene bg school_dormhisao
    with openeye
    
    play music music_night fadein 0.8
    
    "Вот чёрт! Сколько времени?"

    "Взгляд на часы показывает, что я дрых примерно час."

    hi "Слава богу."

    "Тренировка Эми должна скоро закончиться."

    "Я быстро одеваюсь и отправляюсь на стадион."

    scene bg school_track
    with locationskip
    
    "У меня такое чувство, что обедать мы будем без особых изысков."

    "По мне, так Эми вообще не из любителей изысков."

    "Хотя я полагаю, что у неё есть ещё целая куча качеств, о которых я даже не догадываюсь."

    "Несмотря на то что мы с недавних пор стали близки, я всё же не особо много про неё знаю."

    "Ну да ладно, на исправление этого упущения времени ещё хватит."

    "Честно говоря, я очень хочу узнать её ближе."
    
    "Я настолько глубоко погружаюсь в свои мысли, что и сам не замечаю, как прихожу к стадиону."

    "Эми нигде не видно."

    "Даже их команды по бегу сегодня нет."

    "Это… меня несколько смущает."

    stop music fadeout 1.5
    
    "Я слышу крик и поворачиваю голову в сторону общежития."

    play music music_emi fadein 1.0
    
    emi "Эй, Хисао!"

    "Я оборачиваюсь и вижу Эми, спешащую ко мне со спортивной сумкой, перекинутой через плечо."

    "Она переоделась в свою повседневную одежду: свободные штаны и оливкового цвета топ."
    
    "Благодаря штанам не сразу и заметишь, что она использует протезы."
    
    "А не в этом ли причина, почему она именно так одевается?"
    
    "Возможно, она не настолько равнодушно относится к отсутствию у неё ног, как я думаю."
    
    emi "Эй, ты пришёл!"
    
    emi "В смысле, ты должен был, но всё равно…"
    
    "Внезапно я оказываюсь заключён в самые ласковые объятия в своей жизни, из-за чего попытка стереть с лица широченную улыбку терпит полный крах."

    hi "Конечно пришёл!"

    hi "Только сумасшедший отказался бы."

    "Эми на мгновение задумывается."

    emi "А ты, кстати, прав."

    emi "В смысле, я всё-таки очень страстная."
    #wat. How… I just can't hear this in Emi's voice.

    "В ответ я пожимаю плечами."

    hi "Я тоже так думаю."

    "Я произношу это как бы между делом, поэтому не понимаю, почему Эми так удивляется."

    "Она краснеет и тепло мне улыбается, а потом целует меня в губы."

    "Теперь уже я поражён."

    "Эми с самым самодовольным видом делает шаг назад и встаёт на пятки."

    "Мой мозг тщетно пытается найти этому уместное объяснение."

    hi "…"

    hi "Надо бы почаще делать тебе комплименты."

    "Эми смеётся и игриво тыкает меня в бок."

    emi "Дурак."

    "Я обнимаю её за плечи и с радостью отмечаю, что она сразу прижимается ко мне."
    
    "Мелочь, что и говорить, но всё же приятная."

    hi "Ладно, куда отправимся?"

    emi "Даже не знаю."

    emi "Куда тут обычно ходят на свидания?"

    "Чертовски хороший вопрос."

    hi "Без понятия."

    hi "Почему бы нам не сходить в здешний магазин и не купить чего-нибудь?"

    "От этого предложения лицо Эми озаряется радостью."

    emi "Пикник!"

    emi "У тебя бывают хорошие идеи, Хисао."

    "Она обнимает меня за пояс, и мы идём к главным воротам."

    "Я, если честно, без понятия, как себя вести, но Эми, к счастью, тоже."

    stop music fadeout 0.8
    
    scene bg suburb_roadcenter
    with locationskip
    
    "Несмотря на приятное чувство близости к ней, я ощущаю некоторое напряжение."

    play music music_tranquil fadein 1.0
    
    "А что, если я делаю что-то не так?"

    "Я бы не хотел выставлять себя дураком."
    
    scene bg suburb_konbiniext
    with locationchange
    
    "Наш поход до магазина наполнен болтовнёй Эми о тренировках."
    
    "Я большую часть времени молчу, наслаждаясь её компанией."

    "Прохожие иногда странно на нас посматривают, но мне это безразлично."
    
    scene bg suburb_konbiniext
    with shorttimeskip

    "Мы покупаем булочки и лапшу быстрого приготовления, но потом понимаем, что в парке её негде будет приготовить."

    emi "Ну и ладно. Заберу её потом себе на ланч."

    hi "Неплохая идея."

    "Эй, разве не я заплатил за это?"

    "Но… почему-то меня это совершенно не волнует."
    
    scene bg suburb_park
    with locationskip

    stop music fadeout 1.0
    
    "Парк мы находим после того, как ненадолго сбиваемся с курса, в чём оказывается виновата Эми."

    play music music_serene fadein 3.0
    
    "Эми, конечно же, винит в этом меня."

    "Мы примечаем неплохое место под деревом и садимся. Я прислоняюсь к стволу, а Эми садится напротив."

    hi "Наверное, надо было захватить с собой покрывало или что-нибудь вроде того, чтобы на земле не сидеть."

    "Эми пожимает плечами."

    emi "Мне всё равно."

    hi "Мне тоже."

    "Она кидает мне пакетик, и мы принимаемся за булочки."

    "Булочки с карри. Любопытно."

    "Я даже не смотрел на то, что покупал в том магазине."

    emi "Ку-ку, Хисао. Слишком острая булочка попалась?"

    "Я мотаю головой, пытаясь сохранить мужественный вид."

    hi "Да нет, совсем чуть-чуть."

    emi "Ага, конечно. И лицо у тебя из-за этого покраснело."

    hi "Ага, именно. Специй тут мало, и… поэтому кровь приливает к щекам."

    hi "От разочарования."

    "Эми смеётся и доедает последний кусочек своей булки."

    emi "Ладно, если ты никак не можешь доесть, я тебе с радостью помогу."

    hi "Эй, если ты так быстро смолотила свою порцию, это не значит, что я отдам тебе свою."

    "Эми надувает губки, и я чуть не давлюсь со смеху."

    emi "Ну-у-у, Хисао!"

    emi "Разве тебе не нужно следить за тем, чтобы я хорошо кушала?"

    emi "Мы же на свидании, знаешь ли!"

    emi "Хотя…"

    "Эми внезапно становится обеспокоенной."

    emi "Я особенно не вижу разницы."

    hi "Хм? В каком смысле?"

    emi "Почему мы называем это свиданием?"

    emi "Мы делаем то же, что и всегда."

    emi "Но теперь всё по-другому, чем когда мы ели ланч, будучи друзьями. Теперь мы больше, чем просто друзья."

    hi "Ты прямо как Рин."

    "Мы смеёмся, Эми снова улыбается."

    emi "Ну, я думаю, это её мысль."

    emi "Мы говорили о чём-то таком раньше."

    hi "Правда? Про меня?"

    emi "Не совсем. Просто… обычная болтовня, честное слово."

    emi "Рин считает, что менять название с «подруги» на «девушку» – сплошная условность."

    emi "Как будто нет особой разницы."

    hi "Ну, одно отличие я найти могу."

    hi "С подругой нельзя так часто целоваться."

    "Второй раз за сегодня Эми краснеет и хихикает."

    emi "Может, ты и прав."

    hi "Конечно прав. В таких вещах я не ошибаюсь."
    
    "Эми закатывает глаза и смеётся."
    
    emi "А ты умён, да?"
    
    "Я киваю."
    
    hi "Ага."
    
    hi "Даже Муто так думает. Он считает, что мне стоит пойти в науку после школы."
    
    "Эми приподнимает бровь."
    
    emi "Серьёзно?"
    
    hi "Да. Думаю, это вполне себе неплохой вариант."
    
    "Чем больше я об этом размышляю, тем больше эта идея мне нравится."
    
    "Надо будет потом обдумать это серьёзнее."
    
    hi "А ты что планируешь делать после выпуска?"
    
    hi "Всё ещё хочешь заниматься бегом?"
    
    "Эми пожимает плечами со слегка нерешительным видом."
    
    emi "Фиг знает. Если я действительно талантлива и смогу найти команду, то почему нет?"
    
    hi "Так ты не уверена?"
    
    emi "Я просто… не особо задумывалась над этим, если честно."
    
    hi "Серьёзно?"
    
    hi "А стоило бы."
    
    hi "Выпуск уже не за горами."
    
    "Эми несколько нервно ёрзает."
    
    emi "Ну, э… есть ещё куча времени, верно?"
    
    emi "Да и потом у меня и без того есть над чем подумать."
    
    "В глазах Эми мелькает озорной огонёк, и она прижимает меня к дереву."

    "Её топ слегка отвисает, и я краем глаза замечаю под ним что-то чёрное."

    #This whole part would make a good CG, if I do say so myself, but the above line clinches it. Or something special in general.
    
    emi "Например, удостовериться, что это и правда свидание."
    
    emi "В смысле, без поцелуев это и не свидание вовсе, правда?"

    hi "Думаю, ты пра— м-м-м-м-мф." with vpunch

    "Клубника. Карри. Не лучшая комбинация, но я не против."

    "Эми садится мне на колени и снова широко улыбается."
    
    emi "Вот так. Наука ведь не против?"

    "У меня появляется странное видение, в котором Муто с самым серьёзным видом кивает и делает в блокнотике пометку."
    #Somebody draw this for the love of god.
    
    #And here's a potential insert. Or just random Gallery art. I don't care. Just as long as the above comment is followed.
    
    "Я не могу сдержать смех."

    emi "Впервые вижу человека, который смеётся после поцелуя."

    emi "Мне следует обидеться?"

    hi "Хех, нет-нет."

    hi "Я уверен, наука одобряет."

    "Эми широко мне улыбается, и я потихоньку успокаиваюсь."

    emi "О, здорово!"

    "Только сейчас я замечаю, что Эми стащила остатки моей булки, пока у меня в голове летали учителя с блокнотиками."

    hi "Эй!"

    "Эми пытается сделать вид, что она ни при чём, но её рот набит моей булочкой, так что ей это не удаётся."

    emi "М-мф? Ифиняюф, не фмогва уферфатфя."

    hi "Воришка!"

    "В ответ я получаю только пожатие плечами."

    hi "Используешь на мне свои женские уловки!"

    "Я, в принципе, не так уж и голоден – просто хочется её немного подразнить."

    "Фраза про «женские уловки» явно сбивает Эми с толку, но через мгновение она приходит в себя."

    emi "Чепуха! Ничего такого я не делала!"

    emi "Ты же смеёшься! Эти самые уловки смех не допускают!"

    "Думаю, с этим спорить не приходится."

    hi "Это не меняет того, что ты воришка."

    "Эми смеётся над моим обиженным голосом и хлопает меня по плечу."

    emi "Ладно, ладно, можешь забрать себе лапшу."

    hi "Шутишь? Она же отвратительная!"

    hi "Надо бы заставить тебя съесть её в наказание!"

    "Очередная волна смеха от девушки, сидящей на моих ногах."

    "Которые, кажется, уже затекли."

    "Я пытаюсь расшевелить одну ногу, но в результате вывожу из равновесия Эми, которая заваливается набок с испуганным «и-и-и!»."

    hi "Ой! Прости, пожалуйста."

    hi "Ноги затекли."

    "Продолжая лежать на земле, Эми не перестаёт хихикать."

    "Я встаю, немного пошатываясь, и чувствую, как ноги постепенно приходят в норму."

    "Я осматриваюсь, прежде чем зафиксировать взгляд на фигуре по-прежнему лежащей на траве Эми."

    "Её волосы растрёпаны, одной рукой она держится за живот, пытаясь удержать рвущийся наружу задорный смех."

    "Всё это, кажется, сливается в единый, цельный образ Эми."

    "Её неуёмная энергия, сила духа и детское хихиканье."

    "У меня возникает непреодолимое желание лечь на траву рядом с ней, и я определённо могу сказать, что не жажду ничего на целом свете сильнее этого."

    "Но, к сожалению, солнце уже садится и нам пора отправляться по общежитиям."

    "Эми, конечно, с радостью осталась бы гулять всю ночь, но у меня так, боюсь, не получится."

    "К тому же ещё нужно разобраться с домашним заданием."

    "Как-то неправильно задумываться о поступлении в университет, а затем сразу же начинать бездельничать, не правда ли?"

    "Я протягиваю руку Эми, чтобы она поднялась."

    hi "Слушай, нам, наверное, уже пора."

    "Эми смотрит на часы и делает кислую мину."

    emi "Ага, похоже на то."

    "Она хватается за протянутую руку, и я тяну её на себя, а потом сразу заключаю в объятия."

    "В этот раз я первым целую её, не в силах устоять перед близостью Эми."

    hi "Так не хочется уходить, правда?"

    emi "Точно."

    emi "Но если мы в скором времени не вернёмся, то у нас будут проблемы."

    "Эми игриво тыкает меня под рёбра."

    emi "А тебе ещё сто процентов надо домашку делать!"

    hi "К несчастью, ты абсолютно права."

    stop music fadeout 2.0
    
    "Я приобнимаю её за плечи, и мы выдвигаемся обратно к школе, сопровождаемые мимолётными вспышками смеха, пока наш разговор переходит от одной темы к другой."

    "Мы болтаем обо всём: от бега и школьных занятий до обсуждения того, как необычно пахнет один из работников столовой."

    play music music_pearly fadein 3.0
    
    scene bg school_dormext
    with locationskip
    
    "И вот мы уже стоим перед женским общежитием."
    
    emi "Ну, я, наверное, пойду."

    hi "Я, пожалуй, тоже, да?"

    "Эми снова улыбается своей озорной улыбкой."

    emi "Сможешь прожить без меня?"

    "Я смеюсь."

    hi "Я уж постараюсь."

    emi "Ой, кошмар-то какой! И даже не скажешь что-нибудь вроде «да я буду каждую секунду считать с нашей последней встречи»?"

    hi "Нет, не думаю."
    
    stop music fadeout 1.5
    
    "Эми притягивает меня поближе для быстрого прощального поцелуйчика и отступает назад, выглядя непривычно смущённой."
    #>  I just realized my mental image of Emi is about half as tall as Hisao, with legs on

    play music music_night fadein 1.0
    
    emi "Спасибо за пикник."

    emi "Мне очень понравилось."

    emi "Честное слово."

    hi "И мне тоже."

    hi "Думаю, было бы неплохо как-нибудь повторить."

    "Эми смеётся над тем, с какой невозмутимостью я это произношу, а затем кивает."

    emi "Увидимся завтра с утра пораньше!"

    emi "Булочки-то всё равно отрабатывать придётся."

    hi "Конечно. Несмотря на то что большую их часть съела ты."
    
    emi "Всё равно надо."
   
    "Она улыбается."
   
    emi "До встречи, Хисао!"
    
    "Когда Эми разворачивается, чтобы зайти внутрь, я замечаю кое-что странное."

    "Настолько странное, что я удивляюсь, как я этого не замечал раньше."
    
    "Она слегка прихрамывает, опираясь на левую ногу."
    
    hi "Эй, Эми!"

    emi "М-м-м?"

    hi "С твоей ногой всё в порядке?"

    "Эми удивляется. Или делает вид, что удивляется."

    emi "Ты вообще о чём?"

    hi "О твоей правой ноге. Ты хромаешь."

    "На мгновение её лицо принимает обеспокоенное выражение."

    "Она или не хотела, чтобы я знал, или думала, что я не замечу. Или же, я более чем уверен, сама этого не заметила."

    emi "А, ты об этом."

    "Она безразлично пожимает плечами."

    emi "Наверное, крепёж сместился немного во время пикника."

    "Она хитро мне улыбается."

    emi "И я, само собой, без понятия, почему это произошло именно тогда."

    "Я вспоминаю, как она прижала меня к дереву."

    hi "Ой."

    hi "Сказала бы! Мы бы прервались и всё поправили!"

    "Эми легкомысленно отмахивается."

    emi "Ой, да ну, не такая уж это и проблема."

    emi "Не волнуйся об этом, ладно, Хисао?"

    emi "Всё в порядке."

    #"Why do I get the feeling that she's convincing herself as well as me?"

    #Choice Tiem
    #1. Press
    #2. Rest

label ru_choiceE17:
    menu:
        with menueffect

        "Тогда почему у меня возникает такое чувство, словно она пытается убедить в этом и себя, и меня?"

        "{font=playtime_cyr2.ttf}Требовать объяснений.{/font}":
            return m1

        "{font=playtime_cyr2.ttf}Оставить эту тему.{/font}":
            return m2


label ru_E17a:
    #If you press:

    hi "Точно в порядке?"

    hi "Может, проверишь всё как следует, прежде чем подниматься по лестнице?"

    hi "А то ты ведь можешь пораниться, если что-то не так."

    "Эми выглядит раздражённой."

    emi "Я же сказала, что всё нормально, Хисао."

    emi "Серьёзно, не волнуйся ты так."

    emi "У меня всё-таки есть опыт в этом деле."

    hi "Ага, это точно."

    "Эми широко улыбается, подчёркивая свои слова."

    emi "Я очень ценю твою заботу, Хисао, но я и правда в порядке."

    return

label ru_E17b:
    #If you rest

    "Ну, думаю, это действительно так."

    "Мне кажется, если бы было что-то серьёзное, она бы сказала."

    "Блин, да и вообще поднимать и дальше эту тему – только её раздражать."

    return

    #End Split

label ru_E17x:

    emi "Ну ладно, теперь я точно пойду."

    emi "И все твои попытки задержать меня обречены на провал!"

    hi "Ха, и не говори."

    hi "Наверное, я просто откладываю момент прощания."

    "Ещё одна улыбка освещает лицо Эми."

    emi "Спокойной ночи, Хисао."

    hi "Спокойной ночи."

    "Глядя на то, как она хромает, заходя внутрь, я мысленно надеюсь, что Эми в порядке, хоть она и заверяет меня, что так и есть."

    "Думаю, это можно назвать очень даже успешным первым свиданием."

    "Ёлки-палки, день, в конце которого Эми прижимает меня к дереву, чтобы поцеловать, просто не может быть плохим, не так ли?"

    "Добравшись до своей комнаты, я радуюсь, что удалось избежать встречи с %(name_kenji)s, и принимаюсь за домашнее задание."
        
    return
    
label ru_E18:

    scene bg school_dormhisao
    with locationskip

    "Как же я не люблю так рано вставать!"

    "К тому же ночью совсем не спалось."

    "Было над чем подумать."

    "Мозг просто отказывался выключаться."

    "Вместо сна я раз за разом проматывал у себя в голове то, что происходило на крыше, в парке, да и вообще весь вчерашний день."

    "Краешком сознания я всё ещё ужасно боюсь, вдруг всё это какая-нибудь глупая шутка."

    "Боюсь, что встречусь с Эми на стадионе, а она и виду не подаст, что вчера мы были на свидании."

    "Я стараюсь затолкать эти мысли в самый дальний уголок сознания, накидываю спортивную форму и выхожу за дверь."

    #Off to the track
    scene bg school_track
    with locationskip

    "Эми уже ждёт меня с неизменной улыбкой на лице."

    emi "Ты опоздал!"

    emi "По крайней мере, не пришёл пораньше."

    emi "Ты устал или что?"

    "Я с сожалением потираю затылок."

    hi "Ага, что-то в этом роде."

    hi "Много думал и всё такое."

    "Эми хихикает над моими недосказанными мыслями."

    emi "Ясно, мне тоже не очень хорошо спалось."

    emi "Я вообще, если честно, рада, что ты немного опоздал, потому что я и сама только пришла."

    "Интересно, мы оба не спали по одной и той же причине?"

    "В воображении всплывает её заплаканное лицо."

    hi "А тебе почему не спалось?"

    "Эми колеблется, при этом не зная, какое лицо сделать, но быстро замечает моё любопытство и выдавливает из себя улыбку."

    emi "Да так просто."

    "Она явно чего-то недоговаривает."

    "Вопрос в том, стоит ли мне на неё давить?"

    "Очевидно, что в последнее время её что-то очень сильно беспокоит."

    "Я хочу ей помочь, но вдруг она посчитает, что я сую нос не в своё дело?"

    "Хотя она должна знать, что я о ней беспокоюсь."

    hi "Уверена?"

    hi "Если тебя что-нибудь беспокоит, я всегда помогу тебе с этим разобраться."

    "Эми смеётся, но это не её обычный звонкий смех. В нём есть нечто такое, из-за чего его можно назвать горьким."

    emi "Разобраться?"

    emi "Не думаю, что это так легко сделать, Хисао."

    "На её губах появляется несколько мрачная ухмылка."

    "Ухмылка, выражающая смирение и безысходность."

    emi "Вряд ли ты сможешь мне помочь в этом, Хисао."
    
    "Больно."

    "Не хочу признаваться в этом, но мне и правда больно это слышать."

    "Неужели она не понимает, что я хочу быть с ней рядом и помогать ей, когда что-то идёт не так?"

    hi "Хорошо, я не буду настаивать."

    hi "Но, если передумаешь, дай мне знать."

    hi "Может, смогу чем-нибудь помочь."

    "Я так и вижу, как внутри Эми идёт яростная борьба."

    "Видимо, она хочет мне всё рассказать, но не уверена, сможет ли."

    hi "Эй, давай пока забудем об этом, хорошо?"

    hi "Нам же ещё бегать надо."

    "При упоминании бега – обычного для неё дела, с которым она легко справляется, – Эми словно оживает и вновь становится прежней."

    emi "Верно!"

    emi "Давай быстрее разминайся, Хисао!"

    emi "Надо поторапливаться!"

    "Не раздумывая, она срывается с места, гораздо быстрее, чем обычно."

    "И всё же я стараюсь не отставать, безрассудно испытывая свой организм на прочность."

    "Это даёт мне ощущение невероятной свободы, словно болезнь моего сердца уже не имеет значения."

    "Я ловлю себя на мысли, что мне хочется рассмеяться во весь голос из-за переполняющего меня чувства преодоления того, что я когда-то называл своим пределом."

    "Предостережения фельдшера эхом проносятся в голове, но я их игнорирую."

    "Это чувство – готовность рискнуть получить ещё один сердечный приступ всего лишь из-за утренней пробежки – мне совсем не свойственно."

    "Но так ли это на самом деле?"

    "Или, скорее, так ли это плохо?"

    "У меня слабое сердце, не спорю."

    "Оно никогда не позволит мне достичь той же скорости и выносливости, на которые способна Эми."

    "Хотя, если честно, я бы, наверное, и со здоровым так не смог."

    "Но разве это ощущение свободы, что я сейчас испытываю, не стоит того, чтобы немного рискнуть?"
    
    "У последнего поворота мои ноги буквально кричат, чтобы я остановился, но я впервые игнорирую их."

    "Перед самым финишем я ускоряюсь и перехожу на спринт, едва не догоняя Эми."

    "Но этого, конечно, не происходит."

    "И всё же я чувствую себя на удивление хорошо."

    "Конечно, такое чувство, что ноги сейчас вспыхнут, да и стоять-то удаётся с трудом."

    "Но сегодня определённо что-то изменилось."
    
    "И всё это благодаря девушке, с улыбкой ожидающей меня у финиша."
    
    hi "Сегодня я немного побыстрее обычного пробежал, тебе так не кажется?"

    "В ответ Эми улыбается ещё шире и пожимает плечами."

    emi "Уж не думал ли ты, что я с тобой тут церемониться буду, а?"
    
    emi "И всё же ты справился на отлично."

    hi "Ну, без тебя у меня ничего не вышло бы."
    
    "Будучи на взводе после пробежки и подчиняясь внезапному порыву благодарности, я заключаю Эми в объятия."
    
    hi "Спасибо."

    hi "Правда, спасибо, я не просто так говорю."

    hi "Я у тебя в долгу."

    "Тронутая моими словами, Эми смущённо пытается высвободиться из объятий."

    emi "Не глупи, Хисао."

    emi "Кто-то ведь должен был тебя сюда вытащить, в конце концов."

    emi "И я тебе тоже кое-чем обязана, как считаешь?"

    emi "Мне ведь нужен был партнёр для бега, так?"

    "Я упрямо трясу головой, специально не отпуская Эми. Она перестаёт вырываться и просто смотрит на меня, всё больше и больше краснея, что ей так несвойственно."

    hi "Нет, не так."

    hi "Ты хотела иметь партнёра, но он тебе был не особо нужен."

    hi "Если бы я не пришёл в то утро после фестиваля, ты бы всё равно начала бегать, так ведь?"

    hi "Но у меня бы так не получилось."

    hi "Я всего пару раз сюда выбрался до фестиваля."
    
    hi "А без тебя…"

    hi "Я бы вообще, наверное, перестал ходить после него."

    "Эми хихикает и тычет мне пальчиком в грудь."

    emi "Ты такой ленивый, Хисао."

    hi "Эй, я же тебе комплимент сделал!"

    emi "Ну… тогда спасибо, наверное."

    hi "Надо будет тебе за это чем-нибудь отплатить."

    emi "Ох, м-м-м, ну…"

    emi "Это совсем не обязательно."

    emi "В смысле, ты же мне вроде как нравишься, Хисао."

    emi "И бегать вместе с тобой по утрам для меня совсем не обременительно, поэтому…"
    
    "Для человека, которого постоянно хвалят, она благодарит как-то топорно."

    "Я не могу ничего больше придумать, поэтому мы застываем в молчании."

    "Что-то в глубине моего сознания пытается сообщить мне, что мы как-то долго так стоим."

    "Я чувствую дыхание Эми, влажность её одежды, её запах."

    "Если бы этот запах исходил от кого-нибудь другого, я бы назвал это вонью."

    "Но в случае с Эми этот запах её органично дополняет."

    "Её кожа прохладная, я вижу капельки пота на ней, и она ёжится на ветру."

    "Почти не задумываясь, я наклоняюсь и касаюсь своими губами её губ, встречая ответное движение."

    "Целоваться с Эми… непривычно."

    "Во время поцелуя она улыбается; её губы увлекают за собой мои, не оставляя мне выбора, кроме как тоже улыбнуться."

    "Она хихикает."

    "Девчачье хихиканье передаётся из её рта в мой рот."

    "Я чувствую себя таким счастливым, что готов умереть прямо здесь и сейчас."

    "Но ещё сильнее желание остаться с ней."

    "Поцелуй заканчивается, и я размыкаю объятия."

    "Эми нежно мне улыбается, слегка посмеиваясь."

    emi "Пойдём, Хисао, нам к фельдшеру пора."

    "И тут случается неожиданное."

    "Развернувшись, чтобы пойти, она вскрикивает и валится вперёд."

    hi "Эми!"

    "Я подпрыгиваю к ней, успевая её поддержать, и с беспокойством отмечаю, что виновата в этом всё та же нога, что и вчера."

    hi "Твоя нога…"

    "Эми в панике бросается в сторону, отталкивая меня."

    emi "Всё нормально!"

    "У меня на лице, видимо, отражается боль, и она начинает извиняться."

    emi "Прости! Прости!"

    emi "Я не хотела тебя толкать!"

    emi "Просто…"

    "Она запинается, подбирая слова."

    emi "Это мелочь, правда."

    hi "Не переживай насчёт этого."

    "Она так взволнована, что я решаю пока отложить это дело."

    "Правда, остаётся неприятное чувство, не дающее мне покоя."

    "Я пытался помочь ей, а она меня оттолкнула."

    "Улыбнувшись, я откидываю эти мысли подальше и сосредотачиваюсь на Эми."

    hi "Я просто не хочу, чтобы тебе было больно, вот и всё."

    emi "Тебе не нужно обо мне беспокоиться, честно."

    emi "Я в порядке!"

    "Это ты так говоришь. Но я тебе не верю."

    return

label ru_E18a:
    #If you pressed

    "Почему ты не хочешь мне рассказать, что происходит?"

    "Она будто обиделась на мою попытку помочь."

    "Что же мне делать?"

    return

label ru_E18b:
    #If you didn't press

    "Я постоянно переживаю за тебя, но вчера я ничего не сказал. И теперь чувствую себя виноватым."

    "Я должен был хотя бы спросить."

    "Она бы отреагировала точно так же, как и сегодня?"

    "Думаю, этого я уже не узнаю."

    return

label ru_E18x:
    #Whee no more split

    #Jump to the Nurse's office
    
    scene bg school_hallway3
    with locationskip

    "Я всё ещё обдумываю эти события, когда мы подходим ко входу в медицинский корпус."

    "Эми поднимает руку, чтобы постучать, но потом поворачивается ко мне, виновато улыбаясь."

    emi "Можно тебя попросить?"

    hi "Конечно."

    emi "Скажешь фельдшеру, что я попозже зайду?"

    emi "Я тут вспомнила, что у меня есть… ну, дела. Нужно их сделать перед уроками."

    emi "Поэтому мне нужно бежать."

    "Я окидываю её пристальным взглядом, заставляя поёжиться."

    "Ага, она явно пытается избежать встречи с фельдшером."

    "Из-за ноги…"

    "Ладно, неважно."

    "Я обещал ей помочь, и я помогу."

    "Но я на сто чёртовых процентов уверен, что к фельдшеру она сегодня сходит, я за этим прослежу."

    hi "Ладно."

    hi "Я ему передам."

    "У Эми такой вид, будто я подарил ей пони на Рождество."

    emi "Огромное спасибо!"

    emi "Ты лучший, Хисао!"

    "За пособничество в обмане меня награждают поцелуем."

    "Вот она – цена лжи."

    "Эми выскакивает из здания, изо всех сил стараясь не хромать. Я стучу в дверь."

    nk "О, Хисао. Заходи."
    
    
    scene bg school_nurseoffice
    with locationchange
    
    nk "А Эми куда пропала?"

    nk "Неужели она снова заболела?"

    "Судя по его голосу, он явно не ожидает от меня фразы: «Да, она заболела»."

    hi "Эм, она сказала, что забыла кое-что доделать и смоталась, но обещала прийти позже."

    "Из груди фельдшера вырывается вздох раздражения."

    nk "Нет, правда, эта девчонка…"

    hi "Хм?"

    nk "Она меня избегает."

    nk "Она вчера забегала и даже не удосужилась снять протезы."

    nk "Теперь это."

    "Хорошо, что не одного меня это беспокоит."
    
    "Это… успокаивает, я полагаю."
    
    "В любом случае мне явно нужно рассказать про её ногу."
    
    "Я сказал, что смогу её прикрыть, но ей действительно стоит сходить на приём."
    
    hi "Раз уж мы об этом заговорили, она сегодня сильно хромала."
    
    hi "И прошлым вечером тоже."
    
    "Брови фельдшера ползут вверх, едва он слышит «прошлым вечером»."
    
    nk "И что же вы двое делали прошлым вечером?"
    
    "Опаньки!"
    
    hi "У нас было, ну, свидание."
    
    "Он снова поднимает брови, изображая удивление."
    
    nk "Правда? Интересно."
    
    nk "У меня никогда ничего такого не было…"
    
    hi "Эм?"
    
    nk "Эм?"
    
    nk "О, ничего."
    
    "Его взгляд приобретает задумчивое выражение. Но потом он улыбается мне."
    
    nk "Не хочешь ли попробовать с помощью своего обаяния привести её сегодня ко мне?"
    
    "Конечно хочу!"
    
    "Я уже давно собираюсь это сделать."
    
    hi "Нет проблем!"
    
    hi "Я в любом случае планировал это."
    
    hi "Думаю, ей и правда больно, но она пытается это скрыть."
    
    nk "Хм, да. Так оно и есть."
    
    nk "Боюсь, придётся мне запретить ей бегать."
    
    hi "Вы не шутите?"
    
    nk "Ну, не хотелось бы, но если это действительно настолько серьёзно, что она даже хромать начала…"
    
    nk "Наверное, сперва стоит её осмотреть, а уж потом ставить диагноз."
    
    hi "Понятно."
    
    "Эми, которой запретили бегать?"
    
    "Даже подумать об этом страшно."
    
    "Я совершенно не могу представить, как она будет жить без бега."
    
    "Неудивительно, что она так рьяно скрывает свою проблему."
    
    hi "Ладно, я прослежу за тем, чтобы она к вам пришла."
    
    nk "Хорошо."
    
    nk "О, и пока я не забыл…"
    
    "Он как-то угрожающе улыбается мне."
    
    nk "Не забывай, что я наперечёт знаю все твои лекарства."
    
    nk "Не обижай Эми, понял?"
    
    "Ого."
    
    "Да он же это серьёзно."
    
    hi "Понял."
    
    hi "Не обижать Эми. Даже не думать об этом."
    
    nk "Замечательно!"
    
    nk "Не хотелось бы, чтобы ты преставился."
    
    hi "Как?"
    
    nk "Ну, как преставившийся Хисао Накай."
    
    "Он хмурится, явно собой недовольный."
    
    nk "В голове шутка казалась удачней…"
    
    nk "Ладно, не важно."
    
    nk "Чеши отсюда, пока уроки не пропустил!"
    
    nk "Уверен, тебе есть чем заняться."
    
    nk "Кыш!"
    
    "Когда я выхожу, успеваю заметить, как он вытаскивает из кармана сотовый телефон и набирает номер."
    
    nk "Мейко, от твоей доченьки опять одни проблемы…"
    
    "Мне стоит поторопиться, или я и правда опоздаю."
    
    "Эй, разве ему не нужно было меня осмотреть?"
    
    return

label ru_E19:

    scene bg school_scienceroom
    with locationskip
    
    "Звенит звонок на большую перемену, и я с силой вывожу себя из ступора, нагнанного утренними уроками."

    "Мой сегодняшний недосып вкупе с изматывающей тренировкой выпил из меня все соки."

    scene bg school_hallway3
    with locationchange
    
    "Но даже в таком состоянии я поднимаюсь по лестнице, шагая через ступеньку."

    "К обычному чувству радости от ланча с друзьями добавляется толика волнения."

    scene bg school_roof
    with locationskip

    "Эми и Рин – мои друзья, это верно, но Эми теперь больше, чем просто друг."

    "Рин, как всегда, на своём обычном месте. Будто бы и не уходила никуда отсюда."

    #Come to think of it, isn't this situation of Rin, Hisao, and Emi lying on the roof a recurring thing? In which case, this could potentially be a CG. A re-usable one.
    
    hi "Чувствуешь себя лучше?"
    
    "Она удивлённо поднимает брови в ответ на то, что я с ней заговорил."
    
    rin "Лучше, чем что?"
    
    hi "Эм, лучше, чем вчера."
    
    "Рин серьёзно обдумывает мой вопрос."
    
    rin "Не уверена."
    
    rin "Думаю, какую-то часть вчера я чувствовала себя довольно неплохо."
    
    rin "Но всё как в тумане."
    
    hi "Перепила таблеток от простуды?"
    
    rin "Ну, я спала."
    
    rin "И обычно мне это очень даже нравится."
    
    rin "Но вот вспомнить чувство сна я не могу, потому что чувства у меня во сне отключаются."
    
    rin "В том-то и проблема."
    
    rin "Да и потом, если бы я знала, как это здорово, я могла бы больше и не уснуть."
    
    rin "Но я всё равно пытаюсь узнать. И сплю. И только из-за этого я ещё не померла от усталости."
    
    hi "Придумала себе загадку, разгадать которую можно только во сне?"
    
    rin "«Загадка» – не совсем верное слово. «Непостижимость» подойдёт лучше."
    
    hi "Теперь понятно."
    
    "Нет, на самом деле ничего не понятно. Я понятия не имею, о чём она вообще говорит."
    
    "Но так и должно быть."
    
    rin "А ты помнишь, как себя чувствуешь во сне?"
    
    rin "Например, вчера. Помнишь, как это было вчера?"
    
    hi "Ну, по правде, вчера я не особо много спал."
    
    rin "Хм."
    
    rin "Наверное, это потому, что подсознательно ты всё-таки это запомнил."
    
    hi "Честно говоря, я просто волновался за Эми."
    
    rin "Разве Эми сама недостаточно за себя волнуется?"
    
    "Я на это в таком ключе не смотрел, поэтому на мгновение задумываюсь."
    
    hi "Может быть, и достаточно, но попросит ли она помощи у других, если она ей действительно понадобится?"
    
    "Рин хмурится, что меня удивляет. Неужели я наконец получу вразумительный ответ?"
    
    rin "Наверное, нет."
    
    rin "А разве есть повод просить?"
    
    hi "Ну, хотя бы насчёт её ноги."
    
    "Рин кажется заинтересованной."
    
    rin "Ноги?"
    
    hi "Она болит, но Эми не говорит об этом фельдшеру."
    
    "Рин неодобрительно качает головой."
    
    rin "Так заставь её."
    
    rin "Как она заставляет меня ходить на уроки."
    
    rin "Ради неё самой."
    
    rin "Иначе она снова потеряет ноги, а это будет уже слишком странно."
    
    rin "Потерять что-то дважды."
    
    rin "Особенно если ты это что-то ни разу не нашёл."
    
    rin "Если не считать протезы за находку."
    
    rin "Но это ведь потеря другого толка, да?"
    
    hi "Думаю, да."
    
    rin "Хм."
    
    rin "Интересно…"
    
    emi "Что интересно?"
    
    "Эми, незаметно подкравшаяся к нам с Рин, совсем не пугает её."
    
    "Что само по себе и не удивительно."
    
    hi "Как твоя нога?"
    
    hi "Всё в порядке?"
    
    "В ответ я получаю хмурый взгляд."
    
    emi "Вроде бы в порядке."
    
    emi "Волноваться уж точно не стоит."
    
    hi "Хм. Ты это вон лучше фельдшеру скажи."
    
    hi "Он очень настаивал на том, чтобы ты к нему заглянула."
    
    "Эми дуется, как будто я только что в чём-то крупно её обломал."
    
    emi "Он слишком сильно переживает."
    
    emi "Ничего страшного, всего лишь чуть-чуть саднит."
    
    "Я стараюсь удержаться от того, чтобы раздражённо не закатить глаза."
    
    hi "Если ничего серьёзного нет, значит не должно быть никакой проблемы в том, чтобы пойти к нему, так?"
    
    "Эми подозрительно щурит глаза."
    
    emi "Он тебя подговорил?"
    
    hi "Ну, может быть. Чуть-чуть."
    
    hi "Но не в этом дело."
    
    hi "Я бы всё равно напомнил о том, что тебе надо зайти к нему."
    
    hi "Ужасно смотреть на то, как ты мучаешься, но ничего не предпринимаешь."
    
    hi "Тебе может стать хуже; знаешь, я совсем не хочу, чтобы тебе было больно."
    
    hi "Можешь считать меня чокнутым, но я бы предпочёл видеть тебя в добром здравии и хорошем настроении."
    
    "С каждым моим словом Эми хмурится всё меньше и в конце концов широко, хоть и немного смущённо, улыбается мне."
    
    emi "Ну, если смотреть с этой стороны, то ты прав; думаю, загляну к нему как-нибудь."
    
    emi "А то будешь ещё больше волноваться и твердить об этом без конца, да?"
    
    hi "Именно."
    
    hi "Буду постоянно доставать тебя по этому поводу, а ведь это может отрицательно повлиять на наши свидания."
    
    "Я устраиваю небольшой спектакль, в котором играю роли себя и Эми."
    
    hi "«Как тебе еда, Хисао?» – «Обратись к фельдшеру, Эми»."
    
    hi "«Как прошёл день, Хисао?» – «Обратись к фельдшеру, Эми»."
    
    hi "«Хисао, мне кажется, я готова на бо—» – «{b}Обратись к фельдшеру, Эми{/b}»."
    
    hi "Видишь?"
    
    hi "Нехорошо получается."
    
    "Эми хихикает, услышав, каким высоким и тоненьким получился её голос в моём исполнении, и игриво меня толкает."
    
    emi "У меня не настолько высокий голос, дурак."
    
    rin "По мне так один в один."
    
    "Мы с Эми тут же переводим взгляды на Рин, после чего я от души заливаюсь смехом."
    
    "Эми скрещивает руки на груди и с обиженным видом хмыкает."
    
    emi "Да вы оба дураки."
    
    hi "Не слишком ли это грубая клевета для такой юной леди?"
    
    hi "Я просто в шоке, что именно меня ты назвала дураком."
    
    hi "Если честно, я… я не знаю, что и думать."
    
    "Эми показывает мне язык."
    
    emi "Засранец."
    
    emi "Кстати, Рин, как твой кружок поживает?"
    
    "Рин, видимо, так же поражена внезапной сменой темы, как и я, потому что задумывается на минутку, прежде чем ответить."
    
    rin "Да вроде ничего."
    
    rin "Хотя Номия постоянно меня подгоняет."
    
    rin "Кажется, он не понимает моих методов."
    
    emi "А мне он всегда казался слегка жутковатым."
    
    "Рин раздумывает над этим утверждением."
    
    rin "Я как-то не замечала."
    
    rin "Хотя, может, это потому, что я вообще обычно не особо обращаю на него внимание."
    
    hi "А часто у вас собрания?"
    
    emi "Вступить надумал, Хисао?"
    
    hi "Что? Нет, я уже вступил в другой… я думаю."
    
    emi "Что, правда? В какой?"
    
    hi "Ну, это сложно назвать настоящим кружком, если честно…"
    
    emi "О, так ты вступил в кружок любителей чая?"
    
    hi "Нет, я э… в кружок естественных наук вступил."
    
    "Эми крайне удивляется."
    
    emi "У нас есть кружок естественных наук?"
    
    hi "Не совсем."
    
    hi "В нём только я."
    
    emi "Так это не кружок получается, Хисао."
    
    emi "Это сидение у себя в комнате и чтение книг."
    
    hi "Нет же, я имею в виду, что в нём только мы с Муто."
    
    hi "Я пока единственный ученик."
    
    emi "Муто? Правда?"
    
    "И тут её осеняет."
    
    emi "А, так ты об этом вчера говорил?"
    
    emi "О вашей встрече с Муто?"
    
    hi "Да, вчера было вроде как первое собрание."
    
    "Эми хихикает."
    
    emi "Ботан."
    
    hi "Эй, я же не виноват, что я такой умный."
    
    emi "Знаешь, мне бы твоя помощь лет сто назад пригодилась."
    
    emi "Где же ты раньше был со своим сердечным приступом, а, Хисао?"
    
    "Я смеюсь и только потом понимаю, что это был один из тех редких случаев, когда я посмеялся над своим больным сердцем."
    
    hi "Ну, не рассчитал…"
    
    emi "Ага…"
    
    "Звон колокола подводит черту под нашей беседой."
    
    hi "М-м-м, думаю, нам пора."
    
    emi "Ага, пойдём."
    
    emi "Давай, Рин, к тебе это тоже относится."
    
    "Рин, кажется, потихоньку начинает засыпать, поэтому Эми даёт ей пинка."
    
    rin "Ну вот, почти получилось."
    
    emi "Прости, но тебе пора в класс."
    
    rin "Протестую. Хотя если мне удастся поспать в классе, то на этот раз точно получится."
    
    rin "Смена обстановки иногда помогает в такого рода делах."
    
    "Ни я, ни Эми не интересуемся, о каком таком деле она говорит."
    
    "Когда мы подходим к моему классу, Эми быстро целует меня и идёт дальше по коридору, ведя за собой Рин."
    
    "Я разворачиваюсь, чтобы войти в класс, и нос к носу встречаюсь с вечным дуэтом Миши и %(name_shizune)s."
    
    shi "…"
    
    "Миша выглядит так, будто из последних сил пытается удержаться и не захихикать, параллельно переводя последнюю реплику %(name_shizune)s."
    
    mi "Несмотря на то что нам приятно, несказанно приятно видеть, как хорошо ты со всеми поладил, завёл новых друзей и даже девушку нашёл – да ещё такую милашку, %(name_hicchan)s~…"
    
    "Последнюю часть Миша, похоже, добавила от себя."
    
    shi "…"
    
    mi "Мы тем не менее считаем своим долгом вежливо напомнить тебе, что публичное проявление подобных чувств строго запрещено – что, правда? Это печально, %(name_sicchan)s, – разделом свода правил поведения за номером восемь, изложенным в личном буклете каждого ученика."
    
    shi "…"
    
    mi "В этом случае, однако, незнание закона может быть твоим оправданием, поскольку мы снисходительны, а количество бумажек, которое необходимо заполнить, чтобы наказать вас, только прибавит нам работы, которой и так скопилась целая гора – а ещё вы так чудесно смотритесь вместе~!"
    
    shi "…"
    
    mi "Поэтому считай, что тебе вынесено устное предупреждение, и, будь добр, воздержись от подобных действий в будущем. По крайней мере, когда %(name_shizune)s рядом, %(name_hicchan)s~!"
    
    "Вся эта длиннющая тирада звучит настолько смешно, что я не могу удержаться, чтобы не ответить в похожей напыщенной манере."
    
    hi "Покорнейше благодарю за то, что так своевременно просветили меня."
    
    hi "Я прошу простить мне эти необдуманные действия и обязуюсь впредь сдерживать примитивные инстинкты, которые, к сожалению, и подтолкнули меня к столь неподобающему в общественных местах проявлению своих чувств."
    
    hi "Я ни в коей мере не стремлюсь утруждать и без того загруженный Школьный совет такими мелкими проблемами и постараюсь всеми силами облегчить вам жизнь в этом плане."
    
    hi "По крайней мере, пока %(name_shizune)s рядом."
    
    "С этими словами я подмигиваю Мише, которая оказывается не в силах больше сдерживать смех."
    
    mi "А-ха-ха-ха~!"
    
    mi "Хорошо сказано, %(name_hicchan)s~!"
    
    "Тихонько про себя посмеиваясь, я захожу в класс вслед за ними."
    
    #Timeskip nao (christ this is a long fucking scene)
    
    "Урок не отличается ничем особенным, и после звонка я снова оказываюсь один на один с Муто."
    
    mu "Итак, это второе собрание кружка естественных наук!"
    
    mu "Или первое?"
    
    mu "Как думаешь, стоит ли вчерашнее считать первым?"
    
    hi "Ну, вчера мы ведь основали кружок, так?"
    
    hi "Это тоже относится к делам кружка, поэтому, думаю, стоит."
    
    "Муто, кажется, доволен моим ответом."
    
    mu "Отлично!"
    
    mu "Логическое мышление! Да, это великолепно!"
    
    mu "У тебя и впрямь чутьё на такие вещи, не так ли, Хисао?"
    
    hi "Наверное…"
    
    mu "Нет-нет, Хисао."
    
    mu "Учёный должен говорить с важным видом."
    
    mu "Когда люди хотят узнать о том, как устроен мир, мы сообщаем им это."
    
    "Он ухмыляется."
    
    mu "Даже если приходится оперировать только гипотезами."
    
    mu "И даже тогда наши заявления должны звучать уверенно, потому что мы в данном вопросе единственные специалисты."
    
    "Это ещё больше его веселит, и он даже прерывается, чтобы похихикать."
    
    mu "Но это, конечно же, полная чушь."
    
    mu "Не спорю, человечеству многое известно, но экспертов по устройству мира не существует."
    
    mu "Хотя бы потому, что никто не может быть на сто процентов уверен в своих предположениях."
    
    mu "А если нет достоверности, то нет и экспертов."
    
    mu "Но людям время от времени нравится считать себя таковыми."
    
    hi "Но ведь есть же вещи, в которых мы можем не сомневаться, так?"
    
    mu "Конечно. Возьмём, к примеру, гравитацию. Мы знаем, что она существует."
    
    "В качестве демонстрации Муто берёт со стола карандаш и отпускает его."
    
    mu "Видишь? Всё на месте."
    
    mu "Но время от времени не мешает удостовериться."
    
    mu "Именно по этой причине всё ещё можно найти учёных, занимающихся вопросами гравитации."
    
    mu "Мы считаем, что знаем про неё всё, но всегда есть шанс, что мы что-нибудь да упустили."
    
    mu "Поэтому мы тестируем, проверяем и перепроверяем."
    
    mu "Вот вкратце и суть естественных наук."
    
    "Всё это время я слушаю затаив дыхание."
    
    "Муто очень страстно любит то, о чём говорит."
    
    "Признаюсь, что часть этой страсти передаётся и мне."
    
    "Как устроен мир?"
    
    "Как устроены люди?"
    
    "Как устроена Вселенная?"
    
    "На все эти вопросы ещё предстоит найти ответы."
    
    "И, в зависимости от того, чем я решу заниматься, возможно, я даже смогу открыть, как вылечить своё сердце."
    
    "Не сказать, чтобы это меня так уж волновало, но всё же."
    
    "К тому же мы начали обсуждать книгу, которую он дал мне вчера, и это мне кажется гораздо более интересным, чем сидеть и думать о болезни."
    
    "Не успеваем мы и глазом моргнуть, как проходит час."
    
    mu "Ну что, давай на сегодня закончим, как считаешь?"
    
    mu "Следующее собрание у нас будет… завтра или, э… послезавтра."
    
    "Он на мгновение задумывается."
    
    mu "Давай всё-таки послезавтра."
    
    mu "У меня куча работ на проверку."
    
    hi "Хорошо."
    
    hi "До свидания."
    
    "Выйдя из класса, я вспоминаю, что этим вечером мне особо заняться нечем."
    
    "Мы с Эми ничего не планировали, а это значит…"
    
    "А это значит, что я, наверное, посижу в библиотеке."
    
    "Это лучше, чем делать уроки у себя в комнате."
    
    return


label ru_E20:

    "В библиотеке всегда как будто прохладнее, чем в остальном здании."
    
    "Наверное, так сделано специально, чтобы защитить книги от жары и влажности."
    
    "Книги и сами по себе довольно прочные, но, если хочешь содержать их в должном состоянии, будь добр, потрудись."
    
    "У меня есть несколько книг, которые настолько потрёпаны, что страницы едва держатся за корешок."
    
    "На первый взгляд, их вообще невозможно читать, но если с ними правильно обращаться…"
    
    "Направляясь к стойке библиотекаря, я замечаю стоящую за ней Юко, которая явно чем-то занята."
    
    "Завидев меня, она улыбается и машет мне рукой."
    
    yu "Привет, Хисао."
    
    yu "Рада снова тебя видеть! Что на этот раз ищешь?"
    
    hi "Да ничего особенного."
    
    hi "Просто как-то не хотелось возвращаться к себе в комнату."
    
    "Юко кивает."
    
    yu "Слушай, если ты не занят, не мог бы ты помочь мне найти кое-что?"
    
    hi "Без проблем. А что ты ищешь?"
    
    "Юко подносит к губам палец и беспокойно оглядывается вокруг."
    
    "Она, кажется, опасается, что нас подслушают."
    
    yu "Подойди ближе."
    
    "Со всё нарастающим волнением я делаю несколько неуверенных шагов вперёд."
    
    "Юко понижает голос до едва различимого шёпота."
    
    yu "Я напала на след неуловимого Воришки-из-Ямаку."
    
    hi "…Кого-кого?"
    
    yu "Тсс! И у стен есть уши, Хисао!"
    
    yu "А может, и нет…"
    
    yu "Ладно, слушай! Помнишь, как из библиотеки пропали книги?"
    
    hi "Ну да, а что?"
    
    yu "Так вот… Они не пропали!"
    
    yu "Они были украдены!"
    
    yu "Я в этом уверена!"
    
    hi "Я припоминаю, что ты как-то говорила об этом, но откуда ты знаешь, как всё было на самом деле?"
    
    "Юко наклоняется ещё ближе и снова понижает голос."
    
    yu "Потому что я нашла один из его тайников!"
    
    hi "Что ты сделала?"
    
    "С победным видом Юко поясняет мне."
    
    yu "Нашла один из его схронов!"
    
    yu "Он был под одним из лестничных пролётов в мужском общежитии."
    
    yu "А внутри – все три книги, которые я искала!"
    
    yu "Я и раньше подозревала, что это кража, а теперь у меня есть доказательства!"
    
    hi "И что, ты забрала книги обратно?"
    
    "Юко смотрит на меня так, будто я предложил ей пройтись по школе голой."
    
    yu "Совсем спятил?"
    
    yu "Он не должен знать, что я на него вышла!"
    
    yu "Вдруг он почует неладное и заляжет на дно?"
    
    hi "Ага… точно."
    
    hi "Так чем тебе помочь?"
    
    "Юко снова окидывает взглядом библиотеку и наклоняется почти вплотную."
    
    yu "Тебе надо будет для меня пошпионить."
    
    hi "Пошпионить?"
    
    yu "Ага, когда будешь в общежитии."
    
    yu "Понаблюдай, не будет ли чего подозрительного поблизости."
    
    "Подозрительного? Чего, например?"
    
    "%(name_kenji)s, например, довольно подозрительный парень, но готов поспорить, что он на уроки-то редко ходит, не то что в библиотеку, книжки подрезать."
    
    "И вообще, что плохого будет, если я соглашусь?"
    
    "По крайней мере, мы закончим этот странный разговор."
    
    hi "Хорошо, я этим займусь."
    
    hi "Без проблем."
    
    "Юко выпрямляется и радостно хлопает в ладоши."
    
    yu "Отлично!"
    
    yu "А теперь быстрее заговори о чём-нибудь другом, пока никто не вошёл!"
    
    yu "Как к тебе относятся в «Ямаку»?"
    
    hi "Довольно-таки неплохо."
    
    hi "По утрам у меня пробежки с—"
    
    yu "Эми %(name_ibarazaki)s, так?"
    
    hi "Ну да."
    
    hi "А откуда ты знаешь?"
    
    yu "Я обслуживала вас в кафе, помнишь?"
    
    yu "Я предположила, что если ты и будешь с кем-нибудь бегать, так только с ней."
    
    "Она выглядит довольной собой."
    
    hi "Впечатляет."
    
    hi "В общем, да, мы с ней бегаем по утрам."
    
    hi "И мы это… вроде как начали встречаться."
    
    "Понятия не имею, зачем рассказываю об этом Юко."
    
    "Скорее всего, из-за того, что она похожа на того, кому это будет интересно."
    
    "Или, возможно, из-за того, что мне хочется хоть кому-нибудь об этом рассказать."
    
    "Не каждый ведь день начинаешь встречаться с девушкой."
    
    "Так что, признаюсь, меня прямо-таки распирает от желания поведать о нас людям."
    
    "Юко в восторге всплёскивает руками."
    
    yu "Правда? Вот это здорово!"
    
    yu "Вы определённо отлично смотритесь вместе!"
    
    yu "Знаешь, мне нравится, когда люди вот так находят друг друга."
    
    yu "Я даже подумала про себя, когда ты в тот раз пришёл в «Шанхай»: «Интересно, а что, если этот мальчик начнёт встречаться с одной из этих девушек?»"
    
    hi "…Правда?"
    
    "Юко, похоже, не замечает скептического тона, которым был задан вопрос, и продолжает с жаром рассказывать."
    
    yu "Ага, я сразу поняла, что так и будет."
    
    yu "У меня на это дело особое чутьё."
    
    yu "Но вот…"
    
    "Тень пробегает по её лицу."
    
    yu "Сама я в этом не так хороша."
    
    hi "О, ну, наверное, не так уж всё и плохо."
    
    yu "Нет, всё так и есть…"
    
    yu "Знала я одного парня когда-то…"
    
    yu "Мы отлично поладили, а потом оказалось, что он моложе меня."
    
    yu "Это было немного странно, но не настолько, чтобы волноваться."
    
    yu "Действительно странно то, что однажды он исчез и больше я его не видела."
    
    hi "Хм. И правда, звучит подозрительно."
    
    yu "Разве?"
    
    yu "Надеюсь, это не я виновата…"
    
    "Мне очень хочется утешить её."
    
    hi "Я уверен, что это не из-за тебя."
    
    "Поначалу мне кажется, что придётся немного раскрыть свою мысль, но этой фразы оказывается достаточно, чтобы успокоить Юко."
    
    yu "Как ты думаешь, не могло ли это быть связано с тем, что он—"
    
    "Но мне так и не доводится услышать, что же с ним было не так, потому что внезапно звонит телефон, стоящий на её столе."
    
    yu "Что? Этот телефон ни разу не звонил!"
    
    "Пробормотав что-то под нос, она поднимает трубку и бойко отвечает."
    
    yu "Справочная библиотеки «Ямаку»~"
    
    "Она растягивает последнее слово, напоминая Мишу."
    
    yu "А, привет, Эми."
    
    "Она стреляет в меня взглядом, приподняв бровь."
    
    yu "Да, он здесь."
    
    yu "Конечно-конечно."
    
    "Она с озадаченным видом передаёт мне трубку."
    
    yu "Тебя к телефону."
    
    "Удивлённый не меньше её, я мешкаю, прежде чем заговорить."
    
    hi "Привет, Эми. Что стряслось?"
    
    emi "Ох слава богу я ни разу не звонила тебе на сотовый и не знала правильный ли это номер и поднимешь ли ты трубку и я не могла—"
    
    hi "Эй-эй-эй, Эми, помедленнее."
    
    hi "Что стряслось?"
    
    "На том конце линии возникает пауза, и я слышу, как Эми пытается отдышаться и успокоиться."
    
    "Её что-то заставило потерять самообладание, и я от этого начинаю нервничать."
    
    emi "Не мог бы ты…"
    
    emi "Не мог бы ты заглянуть ко мне?"
    
    emi "Например, прямо сейчас. Или немного погодя."
    
    emi "Мне очень, очень нужно поговорить с тобой."
    
    "Последнюю фразу она произносит чуть ли не умоляющим тоном, какого я от неё никогда ещё не слышал."
    
    hi "Конечно, я мигом."
    
    hi "Держись, ладно?"
    
    "От всё нарастающего беспокойства я, похоже, начинаю говорить вещи, не имеющие никакого смысла."
    
    emi "Хорошо. Я справлюсь."
    
    hi "Скоро увидимся."
    
    "Я вешаю трубку, извиняюсь перед Юко за то, что так внезапно ухожу, и выбегаю из библиотеки."
    
    #off we go to the girl's dorm
    
    "Возможно, при иных обстоятельствах я бы остановился и задумался о том, который час, или хотя бы о том, насколько подозрительно выглядит парень, заходящий в женское общежитие в такое время."
    
    "Но сейчас все мои мысли только о том, как бы побыстрее добраться до Эми, узнать, что случилось, и помочь ей."
    
    "Я стучусь в дверь и вхожу, услышав сдавленное «войдите»."
    
    "Что-то в представшей моему глазу картине кажется до ужаса неправильным."
    
    "Нет, Эми на месте."
    
    "Но она в инвалидном кресле."
    
    "И она без своих «ног». Пошарив взглядом по комнате, я обнаруживаю их лежащими в углу, как если бы их туда бросили."
    
    "Завидев меня, Эми через силу улыбается. Понятно, что она рада моему появлению, но в то же время окончательно и бесповоротно убита горем."
    
    hi "Эми, что случилось?"
    
    emi "Наверное, мне всё-таки стоило послушаться тебя, Хисао."
    
    emi "У меня нашли какую-то опасную инфекцию из-за той травмы ноги. И теперь мне запретили бегать как минимум пару недель."
    
    "Она горько усмехается, чего от неё никак нельзя было ожидать."
    
    emi "Ха, да я даже ходить не могу."
    
    emi "Был вариант оставить одну ногу и ходить с костылём, но смысла в этом я не вижу."
    
    emi "Зачем хромать? На одной ноге бегать не получится."
    
    emi "А так я хотя бы могу, не знаю, быстро ездить, что ли…"
    
    hi "А-ага. Это же хорошо, правда?"
    
    "Моя отчаянная попытка хоть как-то взглянуть на ситуацию с позитивной стороны не приносит результата."
    
    "Но, похоже, оказывается замечена Эми."
    
    "Она снова пожимает плечами."
    
    emi "Просто… это слегка напрягает."
    
    emi "Мы даже на крыше теперь не сможем есть вместе."
    
    emi "Для кресел входа не предусмотрено."
    
    hi "Да, но это ведь не страшно, правда?"
    
    hi "Мы же по-прежнему можем есть вместе, вот что важно."
    
    "Опять эта кривая ухмылка. Больно смотреть."
    
    emi "Думаю, да."
    
    emi "Но, как я уже сказала, это напрягает."
    
    emi "Просто, понимаешь, я не пользовалась креслом уже…"
    
    "Она углубляется в воспоминания."
    
    emi "Где-то около семи лет. Да, примерно столько."
    
    emi "В общем, давно."
    
    emi "Боюсь, что слегка потеряла навык."
    
    hi "Ну, к счастью, это только временная мера, так ведь?"
    
    "Эми кивает."
    
    emi "Да, само собой."
    
    emi "Не насовсем же я их потеряла, в конце концов."
    
    emi "И всё же это как здоровенная заноза в заднице."
    
    "Я с сочувствием киваю."
    
    "А что я ещё могу сейчас сделать?"
    
    "Не сказать же: «А ведь я говорил тебе!»"
    
    "Хотя я и впрямь {b}говорил{/b} ей, чтобы она обратилась за помощью."
    
    "Но всё равно, когда я это заметил, было уже слишком поздно."
    
    hi "Тебе чем-нибудь помочь?"
    
    hi "Если я, конечно, могу чем-то помочь."
    
    "Эми качает головой, а на лице вновь появляется отблеск её обычной улыбки."
    
    emi "Не, я сама прекрасно справлюсь."
    
    emi "Но если бы ты, скажем, донёс меня до кровати, то мне не пришлось бы тратить силы и ехать туда самой."
    
    "Я невольно краснею."
    
    "Эми хихикает."
    
    emi "Ну ты и скромняга, Хисао! Сама невинность!"
    
    hi "Да ну тебя! Я просто не хочу пользоваться случившимся с такой молодой девушкой, как ты."
    
    hi "Это не по-джентльменски."
    
    "Я подкатываю кресло с Эми к кровати, легко поднимаю её и перекладываю туда."
    
    "Она вообще-то немного тяжелее, чем выглядит."
    
    "Но говорить это вслух было бы, конечно, грубо с моей стороны."
    
    hi "Блин, ну ты и тяжёлая."
    
    "Эми бьёт меня подушкой."
    
    emi "Засранец."
    
    hi "Просто отмечаю факт, вот и всё."
    
    hi "Это всё от бега, точно тебе говорю."
    
    "При упоминании бега улыбка Эми слегка тускнеет."
    
    emi "Ха, ну, думаю, некоторое время мне не придётся об этом волноваться."
    
    emi "Может, даже похудею."
    
    "Она сдвигается, освобождая мне местечко, на которое я с благодарностью сажусь."
    
    hi "Так вот, значит, как по-твоему надо худеть? Перестать двигаться?"
    
    emi "Думаю, именно это бы и посоветовал фельдшер."
    
    hi "Кстати говоря, ты собираешься приходить по утрам?"
    
    hi "Не хотелось бы бегать одно—"
    
    #Can we shrink the text or something for this? It's mean to be kind of a muttered thing.
    
    emi "Ох, блин…"
    
    "Неожиданная фраза Эми заставляет меня в изумлении поднять глаза."
    
    "Она наклоняется вперёд и закрывает лицо руками, пытаясь скрыть, что плачет."
    
    "Но по сдавленным всхлипам становится совершенно очевидно, что так оно и есть."
    
    hi "Эй, извини."
    
    hi "Забудь, что я сказал, ладно?"
    
    "Я осторожно обнимаю её и прижимаю к себе."
    
    "Эми заключает меня в объятия и долго не отпускает."
    
    hi "Прости."
    
    hi "Думаю, я не очень хорош во всех этих утешениях."
    
    emi "Не говори так."
    
    emi "Я в порядке, честно."
    
    "Её голос слегка приглушён из-за того, что она зарывается лицом мне в рубашку. Я ободряюще глажу её по голове."
    
    hi "Вот, так держать."
    
    hi "Ты прекрасно с этим справишься, я знаю."
    
    hi "Кроме того, я всегда рядом и всегда готов помочь, помнишь?"
    
    "Эми поднимает голову и глядит на меня заплаканными глазами."
    
    emi "Правда? Правда поможешь?"
    
    "Она снова сдавленно улыбается, а в глазах проскакивает огонёк."
    
    "Не пойму, дразнит она меня или нет?"
    
    hi "Само собой, помогу. Нет, ты, конечно, немного тяжёлая, но —{w=0.5}{nw}"
    
    "Мой остроумный комментарий прерывается губами Эми, внезапно прижавшимися к моим."
    
    "Я к этому оказываюсь не готов и в итоге ударяюсь головой о стену за её кроватью."
    
    hi "Ай!"
    
    "Эми отодвигается назад, пытаясь выглядеть обеспокоенной и изо всех сил сдержать смех."
    
    emi "Ты в порядке?"
    
    emi "Прости!"
    
    "Я с сожалением потираю голову и улыбаюсь ей в ответ."
    
    hi "Да уж, застала врасплох."
    
    hi "Это что, теперь у нас в привычку войдёт?"
    
    hi "Мне опять придётся выслушивать лекции Миши и %(name_shizune)s?"
    
    "При упоминании этой парочки Эми хихикает."
    
    emi "Ох уж эти двое…"
    
    emi "Если бы я не знала причины, то искренне удивилась бы тому, что она постоянно ошивается вместе с этой командиршей."
    
    hi "Ты сейчас про кого?"
    
    "Эми хихикает."
    
    emi "Ты и сам прекрасно знаешь, Хисао. Миша и собой-то еле командует."
    
    hi "Ладно, а что за причина?"
    
    emi "Какая?"
    
    hi "Ну, по которой Миша и %(name_shizune)s постоянно вместе?"
    
    emi "Эм, думаю, не мне тебе об этом рассказывать."
    
    hi "Почему?"
    
    emi "Мы… как-то с ней говорили об этом."
    
    hi "Ясненько."
    
    "Эми поднимает бровь."
    
    emi "Что означает это твоё «ясненько»?"
    
    emi "И вообще, ты, похоже, забыл, о чём мы говорили до этого, да?"
    
    hi "Да, похоже на то."
    
    hi "А ты могла бы и предупредить, вообще-то."
    
    hi "Иначе я так могу и сотрясение заработать."
    
    "Я подтверждаю это, потирая ушибленный затылок."
    
    "Эми заразительно хихикает."
    
    emi "Ты мог бы носить шлем."
    
    emi "Некоторые ребята здесь так и делают, кстати."
    
    "В ответ я хватаю лежащую сзади подушку и шмякаю Эми по голове."
    
    hi "А ещё я могу просто отомстить!"
    
    "Эми сваливается с кровати и приземляется с глухим ударом на пол."
    
    "Блин! Я сделал ей больно?"
    
    "Я наклоняюсь над краем кровати."
    
    hi "Эми? Ты в порядке?"
    
    hi "Не ушиб—{w=0.3}{nw}"
    
    "Она резко выкидывает вперёд одну руку и хватает меня за воротник."
    
    "Я падаю на спину и потираю теперь уже не затылок, а лоб, пока Эми победоносно смеётся."
    
    emi "А как тебе {b}такая{/b} месть?"
    
    hi "Так нечестно!"
    
    hi "Нельзя давать сдачи за то, что тебе дали сдачи!"
    
    "Для того, у кого нет большей части ног, Эми на удивление ловкая."
    
    "Я замахиваюсь, но уже слишком поздно: она с лёгкостью уходит от удара и контратакует своей подушкой."
    
    "Так или иначе, у неё нет шансов."
    
    "Я хотя бы могу встать."
    
    "Уф!"
    
    "Нет, похоже, что всё-таки не могу."
    
    "Эми каким-то образом подбила мне ноги и теперь сидит на мне верхом."
    
    emi "Я победила!"
    
    hi "Умру, но не сдамся!"
    
    "По правде, это бесчестный трюк."
    
    "Я щекочу её бока."
    
    "Эми пытается удержаться, но её хихиканье даёт мне преимущество."
    
    "Теперь я сверху."
    
    hi "Ха!"
    
    hi "{b}Я{/b} победил."
    
    emi "Так нечестно!"
    
    hi "На войне, как и в любви, все средства хороши, Эми."
    
    emi "Ну тогда сам напросился!"
    
    "Хитро сверкнув глазами, она опять хватает меня за воротник и приподнимается для нового поцелуя."
    
    "Но в этот раз… он отличается."
    
    "Похоже на то, как она целовала меня на постели, только в этот раз я не бьюсь ни обо что головой."
    
    "Она отстраняется, перед этим слегка куснув меня за нижнюю губу, а затем обнимает."
    
    "По всему телу разливается тепло, а сердце начинает биться чаще."
    
    "Сознание заполняет туман, и я, не отдавая себе в том отчёта, уже шарю под блузкой Эми."
    
    "Странно."
    
    "Не пойму, почему она всё ещё на ней."
    
    "У Эми перехватывает дыхание, когда я дохожу до её груди, потом она хихикает, а затем—"
    
    "И как она ухитрилась так быстро вновь уложить меня на лопатки?"
    
    "Я поднимаю глаза на широко улыбающуюся Эми."
    
    emi "Победа за мной."
    
    hi "Что? Это не считается! Ты применила свои женские чары!"
    
    "Эми смеётся, глядя на моё озадаченное выражение, а затем на удивление правдоподобно передразнивает меня."
    
    emi "«В любви и на войне все средства хороши», ведь так?"
    
    emi "Ха! Смотрите-ка, покраснел!"
    
    emi "Не знала, что тебя так легко вогнать в краску, Хисао."
    
    hi "Ты и сама красная как рак!"
    
    emi "А вот и нет!"
    
    hi "Сейчас нет, но была!"
    
    hi "Ты всё время краснеешь!"
    
    hi "Это, небось, из-за того, какая ты ханжа!"
    
    "Хотя и глупо говорить такое девушке, которая восседает на мне аки Александр Македонский на своём верном Буцефале, а до того практиковалась со мной во французских поцелуях."
    
    "Но ведь надо же её хоть как-то подколоть."
    
    emi "Ханжа? Я?"
    
    emi "Ладушки, тогда давай посмотрим, кто первый покраснеет."
    
    "Она уверенно стаскивает с себя блузку и небрежно откидывает её."
    
    emi "Ха!"
    
    "Я едва сдерживаюсь, чтобы не покраснеть."
    
    hi "Значит, война продолжается?"
    
    "Теперь настаёт очередь моей рубашки. Эми, издеваясь, изображает зевок."
    
    emi "Тебе придётся проявить больше— ах!"
    
    "Похоже, что мои руки снова действуют сами по себе."
    
    "Они нежно гладят оголённые участки тела Эми, заставляя её дрожать."
    
    "Я начинаю говорить о том, что к её лицу подступает краска, но тут она снимает лифчик и кидает на пол."
    
    return
    
label ru_E20h:

    "У меня язык присыхает к нёбу."
    
    "Мягко говоря."
    
    "Я приподнимаюсь и обнимаю её, прижимая к себе."
    
    "Тело Эми содрогается, и я чувствую, что она вот-вот упадёт."
    
    "Это, конечно, из-за отсутствия нижней части ног."
    
    "Я пытаюсь удержать её в равновесии, обхватывая спину."
    
    "Подтянутую, крепкую спинку."
    
    "Что и неудивительно, учитывая, сколько времени она уделяет бегу."
    
    "В мышцах, напрягающихся в ответ на мои прикосновения, чувствуется сила."
    
    "Я совсем забываю о том, что, пытаясь удержать Эми, немного двигаю её на себя, и это…"
    
    "Потрясающе."
    
    "Оказалось, мы были не готовы к такому повороту событий."
    
    "К нижней части тела приливает тепло, смешиваясь с теплом Эми."
    
    "Я падаю на спину, но по-прежнему обнимаю Эми."
    
    "Она восстанавливает равновесие, уперев руки мне в живот, и глядит на меня с самодовольной улыбкой."
    
    "А потом, после небольшого колебания, начинает тереться об меня."
    
    "Трётся об меня."
    
    "И трётся."
    
    "Из-за этих движений её дыхание становится более отрывистым."
    
    "Я тоже начинаю дышать быстрее."
    
    "Жар внизу всё усиливается, и мне не удаётся сдержать вздох."
    
    "Этот звук словно подстёгивает Эми."
    
    "Её дыхание всё ускоряется, к вздохам присоединяется и звук её голоса, девичьи ахи и охи, в то время, как жар…"
    
    "Непрекращающийся жар…"
    
    "Всё усиливается, грозя лишить нас обоих рассудка, а…"
    
    "…теперь ещё и я ей помогаю, а наше дыхание звучит в унисон, и жар такой нестерпимый, а время замедляется и…"
    
    "…всё, что я вижу, – это она; то, как она двигается, дышит, сидит на мне без одежды, её грудь, пот, губы, волосы, язык…"
    
    "Я опять поднимаюсь. Мы входим в ритм, которому оба можем следовать."
    
    "Мой голос присоединяется к её. Эти звуки едва ли способны передать наши чувства."
    
    "Я замечаю, что без конца повторяю её имя, словно мантру, не дающую мне сойти с ума."
    
    "Но жар и трение становятся такими сильными, что слова превращаются в бессвязные стоны."
    
    "Быстрей, быстрей, быстрей, жарче, жарче, жарче!"
    
    "Мир вдруг проясняется в один-единственный миг, в который моё внимание резко сосредотачивается."
    
    "Я замечаю, как Эми напрягается, она сбивается с ритма, в то время как моё дыхание застревает у меня в горле, и наконец она делает последнее движение, возносящее меня на гребень волны удовольствия, о существовании которого я и не догадывался."
    
    "Наши возгласы эхом отражаются от стен. Мой – низкий, её – высокий."
    
    "Совместный оргазм, неожиданное ощущение влаги, неведомые раньше чувства – всё это сливается воедино, заполняя мой разум белым шумом."
    
    "Затем всё это проходит, шум прекращается и я просто смотрю в глаза восседающей на мне девушки."
    
    return

label ru_E20x:
    
    "Несколько минут мы оба молчим."
    
    emi "Ну что, я покраснела?"
    
    hi "Не обратил внимания."
    
    hi "А я?"
    
    "Эми пожимает плечами, всё ещё тяжело дыша."
    
    emi "Тоже не обратила."
    
    hi "Тогда что, если нам попро—"
    
    rin "Мне нужно твоё окно."
    
    "Первой моей мыслью было спрятаться, но потом я понял, что смертельно устал, да и, вдобавок, сижу рядом с полураздетой Эми, так что бежать всё равно некуда."
    
    "Взгляд Рин пробегает по нам с Эми и останавливается на окне."
    
    rin "Тут должно быть облако."
    
    emi "Облако?"
    
    "Рин кивает."
    
    rin "Я наблюдала за ним из своего окна, но оно уплыло из виду."
    
    rin "Поэтому мне нужно твоё окно."
    
    "Эми ёрзает на месте, заставляя меня притворно закашляться, чтобы скрыть рвущийся наружу хохот."
    
    emi "Тебе надолго?"
    
    emi "Мы, э…"
    
    emi "Заняты."
    
    "На этот раз мне не удаётся сдержать смех."
    
    "Рин игнорирует нас и выглядывает в окно."
    
    "Через несколько секунд её плечи опускаются, и она с расстроенным видом отворачивается от стекла."
    
    rin "Хм."
    
    rin "Оно превратилось во что-то другое."
    
    rin "Досадно."
    
    "Эми из последних сил сохраняет серьёзную мину."
    
    emi "Мои соболезнования, Рин."
    
    emi "А теперь можем мы немного побыть наедине?"
    
    "Рин пожимает плечами, словно говоря «как хотите», после чего выходит из комнаты, зацепив ногой дверь и потянув за собой."
    
    "Мы тут же разражаемся истерическим хохотом, вызванным столь «своевременным» появлением Рин."
    
    "Успокоившись, я поднимаю взгляд на Эми, всё ещё восседающую на мне."
    
    hi "Итак."
    
    "Эми поднимает брови."
    
    emi "Итак?"
    
    hi "Ещё разок?"
    
    "Эми улыбается и смеётся, а затем кивает."
    
    emi "В этот раз заберёмся на кровать."
    
    return

label ru_E21:

    "Солнечные лучи осветили мою комнату незадолго до того, как мой будильник нарушил тишину этого прекрасного утра."
    
    "Всё болит…"
    
    "События предыдущего вечера неожиданно врываются в моё сознание, и я чувствую, что краснею."
    
    "Боже."
    
    "А вечер вчера был насыщенный, и это прекрасно объясняет, почему у меня так болит нижняя половина тела."
    
    "Обратный путь, насколько я помню, тоже был довольно-таки напряжённым."
    
    "Прежде чем идти к себе в комнату, мне пришлось отмывать свои… испачканные брюки в ванной."
    
    "Но спереди всё равно осталось довольно заметное пятно очевидного происхождения."
    
    "К счастью, единственным, кто попался мне по дороге обратно, был %(name_kenji)s."
    
    "А он уж точно ничего не разглядел."
    
    "Ну, кроме того, что я нахожусь где-то рядом."
    
    "Он, конечно же, поинтересовался, как прошёл вечер и что интересного со мной случилось."
    
    "Не помню даже, потрудился ли я что-нибудь ответить."
    
    "Я так устал, что мне было по барабану."
    
    "Поэтому сегодня утром, должен признать, я чувствую себя как выжатый лимон."
    
    "Но Эми обещала встретить меня у стадиона, и мне не хочется её подводить."
    
    "Она и правда уже ждёт меня там, когда я подхожу."
    
    "И изо всех сил старается выглядеть жизнерадостной и счастливой, несмотря на то что сидит в инвалидном кресле."
    
    "Я машу ей рукой и начинаю разминаться."
    
    hi "Ты рано."
    
    "Эми хмурится и качает головой."
    
    emi "Вздор!"
    
    emi "Это {b}ты{/b} опоздал!"
    
    emi "Проспал, Хисао?"
    
    emi "Совсем вымотался, бедняжка?"
    
    "Ну, по крайней мере, она снова похожа на саму себя."
    
    "К тому же, как я и ожидал, она совсем не стесняется говорить о наших… недавних занятиях."
    
    hi "Эй, скажи спасибо, что я вообще смог сюда дойти."
    
    hi "С такой нагрузкой на сердце, как вчера, я уж думал, что придётся к фельдшеру идти."
    
    "Эми от души смеётся, но потом её лицо внезапно принимает обеспокоенное выражение."
    
    emi "Эй, это ведь, э…"
    
    emi "Ну, то есть ты же не…"
    
    hi "Давай-давай, выкладывай."
    
    emi "Ну, просто было бы сложно всё объяснить, если бы с тобой что-нибудь случилось, пока мы…"
    
    hi "Ой."
    
    hi "{b}Ой-ёй.{/b}"
    
    "Если подумать, то такое и правда возможно."
    
    "Прошлым вечером это, само собой, не приходило мне в голову: её занимали другие, более насущные мысли."
    
    hi "Ну, я не думаю, что то, что мы, э… {b}делаем{/b}, оказывает большую нагрузку на сердце, чем утренние пробежки, а уж с ними я прекрасно справляюсь, поэтому…"
    
    "Эми обдумывает сказанное мной."
    
    "В её глазах появляется озорной огонёк."
    
    emi "Слушай-ка…"
    
    hi "М-м-м?"
    
    "Огонёк гаснет, и Эми широко мне улыбается."
    
    "Что-то мне слегка не по себе от этой улыбки…"
    
    emi "Я, кажется, забыла свои перчатки."
    
    hi "А зачем они тебе?"
    
    "Эми показывает на кресло под собой."
    
    emi "Для этой штуки, само собой!"
    
    emi "Я, конечно, могу спокойно передвигаться и без них, но я хочу, чтобы можно было немного увеличивать нагрузку."
    
    emi "А для этого нужно развивать большую скорость. Поэтому мне и нужны перчатки, если я не хочу заработать мозоли."
    
    hi "Так ты хочешь, чтобы я за ними сходил?"
    
    hi "Один?"
    
    "Эми на минутку задумывается. Или по крайней мере делает вид, что задумывается."
    
    emi "Хм… если мне не изменяет память, в кладовой стадиона должна быть парочка."
    
    hi "А с чего бы это им там быть?"
    
    "Эми смотрит на меня с недоумением."
    
    emi "Да уж, с чего бы паре трековых перчаток быть в битком набитой спортинвентарём кладовой школы для детей-инвалидов?"
    
    "Если смотреть с этой стороны, то она, пожалуй, права."
    
    hi "Эй, я тут всё ещё осваиваюсь."
    
    hi "Так что не суди строго, ладно?"
    
    emi "На этот раз прощаю, так и быть."
    
    emi "А теперь пойдём со мной, поможешь."
    
    "Представить не могу, чем я там смогу помочь, но с перчатками в кладовой была та же история, поэтому я молча слушаюсь."
    
    "Эми без особых усилий добирается до кладовки, хотя пару раз до меня доносится, как она ворчит сквозь зубы."
    
    "Выглядит очень мило, если подумать."
    
    "Мы приближаемся к двери, и Эми начинает что-то искать."
    
    emi "Так, где он там лежал…"
    
    emi "А! Вон! Хисао, видишь тот камень?"
    
    "Она указывает на лежащий возле двери камень, который смотрится тут совсем неуместно."
    
    hi "Его трудно не заметить."
    
    emi "Ага, предлагала я им использовать что-нибудь другое, но никто не послушал…"
    
    emi "Не важно. Подними его, и под ним найдёшь ключ."
    
    hi "От замка на двери, да?"
    
    emi "Точняк."
    
    "Это даже не совсем камень."
    
    "Больше похоже на какой-то кусок пенопласта."
    
    "С другой стороны, за каким чёртом кому-то ломиться в кладовую у стадиона?"
    
    "Дверь открывается, и Эми начинает заезжать внутрь, но внезапно останавливается на полпути."
    
    "Видимо, дверной порог слишком высокий, что не позволяет ей самостоятельно его преодолеть."
    
    "Она делает несколько неудачных попыток, а затем скрещивает руки на груди и бросает на надоедливое препятствие уничтожающий взгляд."
    
    emi "Тупое кресло."
    
    emi "Хисао, ты не мог бы мне помочь?"
    
    hi "Конечно, без проблем."
    
    "Мне не составляет труда перекатить кресло Эми через порог, слегка его подтолкнув."
    
    emi "Эй, полегче там!"
    
    hi "Ох ты ж! Извини."
    
    "И только в этот момент я замечаю, куда движется кресло, но уже слишком поздно – оно вместе с Эми врезается в стопку матов."
    
    "Из-за этого кресло резко останавливается."
    
    "Она с удивлённым возгласом вываливается из него лицом вперёд."
    
    "Наступает мёртвая тишина. Я в ужасе смотрю на сидящую на полу Эми."
    
    emi "Хисао…"
    
    hi "Да?"
    
    emi "Обещай мне, что никогда не станешь устраиваться на работу в больницу."
    
    hi "Извини! Я не хотел!"
    
    "Эми, смеясь, протягивает мне руку."
    
    emi "Хисао, будь добр, помоги мне сесть обратно."
    
    "Я нагибаюсь, чтобы помочь ей подняться, но она с победной улыбкой притягивает меня к себе и мы сливаемся в поцелуе. Через несколько мгновений о том, что Эми собиралась сесть обратно в кресло, никто из нас уже и не вспоминает."
    
    "Когда я перемещаюсь в более удобное положение, вижу, что кресло толкнуло дверь и та захлопнулась от удара."
    
    "Мы уединились, и это здорово. Мои руки быстро снимают с Эми топ и юбку."
    
    "Я поражён тем, что она забыла надеть свой бюстгальтер."
    
    "Она всё это запланировала?"
    
    "Её руки проскальзывают под моими и ложатся мне на плечи, в то время как я спускаюсь вниз по шее Эми, осыпая её поцелуями, останавливаясь, чтобы уделить особое внимание той точке на границе шеи и плеча, которую нашёл вчера."
    
    emi "А-а у тебя уже хо-хорошо получа-ается!"
    
    hi "Стараюсь."
    
    "Эми упорно давит мне на грудь, и я с недоумённым видом отодвигаюсь назад."
    
    emi "Я должна тебе признаться, Хисао."
    
    hi "А?"
    
    "Отстранённый, я решаю взамен сфокусировать всё своё внимание на её груди."
    
    "Когда она пытается говорить, её слова перемежаются смешками, что я нахожу невероятно милым."
    
    emi "Я вообще-хи хи хи-то ах-хах! Не ношу перчатки."
    
    "Ответ я скорее бормочу ей в грудь, а не в лицо."
    
    hi "М-м. Я уже догадался."
    
    "Слова быстро теряют смысл."
    
    "Эми движется неистово, как будто её что-то сдерживало ещё с того момента, как мы встретились этим утром, а теперь она даёт этому выход."
    
    "Она застаёт меня врасплох своим агрессивным поведением и практически срывает с меня рубашку, словно борясь за то, чтобы быть в доминирующей позиции."
    
    "Надо признать, что я поддаюсь её настроению. Я отбиваюсь, выворачиваюсь и борюсь, даже когда ласкаю её грудь, даже когда её пальцы вцепляются мне в плечи и я перестаю осознавать, где мы находимся."
    
    "Я настолько сильно дезориентирован, что вскоре скатываюсь с мата и приземляюсь на что-то маленькое и достаточно твёрдое."
    
    hi "Ай!"
    
    "Эми, до сих пор раскрасневшаяся и немного тяжело дышащая, смотрит на меня и разражается смехом."
    
    emi "Прости, прости. Ты в порядке?"
    
    hi "Думаю, да. Хотя и не знаю, на что я там приземлился…"
    
    "Я дотягиваюсь до своей спины, вытаскиваю из-под неё предмет, испортивший мне приземление, и внимательно его разглядываю."
    
    "«Интимная смазка. С ароматом лимона»."
    
    "Стоп, что?"
    
    "Взгляд Эми устремляется вверх, и она начинает – если это вообще возможно – смеяться ещё сильнее."
    
    hi "Почему-то мне кажется, что… это не имеет никакого отношения к стадиону."
    
    emi "Боже, я знаю, чьё это!"
    
    hi "Что?"
    
    emi "Это капитана команды по бегу!"
    
    "А, мой старый соперник. Или типа того."
    
    hi "Откуда ты знаешь, что это его?"
    
    "Похоже, я задал глупый вопрос или, по крайней мере, Эми считает его таковым."
    
    emi "Потому что он сказал мне, что кладовая стадиона – хорошее место для… как он это называет?"
    
    emi "«Тайных встреч»."
    
    hi "Вот как? Он приглашал тебя на одну или как?"
    
    "Эми начинает смеяться ещё сильнее."
    
    "Признаюсь, смеющаяся голая Эми – странно привлекательное зрелище."
    
    "Мне ужасно хочется покончить с разговорами и вернуться к тому, чем мы занимались до этого, несмотря на достаточно остро поставленный вопрос."
    
    emi "Хисао, капитан команды – гей."
    
    "Вот оно как?"
    
    hi "Правда? А я поначалу думал, что вы встречались."
    
    emi "Ну… когда я присоединилась к команде, я запала на него, но он ко мне был равнодушен."
    
    emi "Что неудивительно."
    
    emi "Но, я полагаю, мы с ним хорошие друзья."
    
    emi "В смысле, он мне про всё это рассказал, понимаешь."
    
    hi "Стесняюсь спросить…"
    
    "Действительно, это так, но всё же спрашиваю."
    
    hi "Но зачем ему… э… смазка?"
    
    hi "В смысле, он же не… эм…"
    
    "Погодите-ка."
    
    "Эм."
    
    "Да как, чёрт возьми, Эми удаётся никогда не краснеть?"
    
    emi "Очевидно же – для… ну, сам понимаешь…"
    
    emi "Анала."
    
    "Я стараюсь подавить смешок."
    
    "Мне не удаётся."
    
    "Эми тоже смеётся."
    
    hi "И он {b}рассказывает{/b} тебе обо всём этом?"
    
    "Эми пожимает плечами."
    
    emi "Конечно!"
    
    emi "Он вроде как помешан на таких вещах."
    
    emi "Говорит, что это ощущения, которые невозможно превзойти."
    
    hi "Эм… хм."
    
    "Воздух в кладовой кажется заряжен каким-то пугающим любопытством."
    
    hi "Интересно."
    
    hi "Придётся поверить ему на слово."
    
    emi "Ну…"
    
    "Птицы снаружи смолкают."
    
    "Ветер стихает."
    
    "Мужчина, пьющий где-то кофе, замирает с поднесённой к губам чашкой."
    
    emi "Наверное…"
    
    extend " мы могли бы…"
    
    emi "Попробовать."
    
    "У меня внезапно отваливается челюсть и падает на пол."
    
    hi "Ч-что?"
    
    "Эми наконец краснеет и с сожалением почёсывает затылок."
    
    emi "Просто мы не можем… делать то, что делали прошлым вечером, понимаешь?"
    
    emi "Это будет немного не… это будет небезопасно, знаешь?"
    
    emi "В смысле, вчера вечером это была не самая лучшая идея."
    
    emi "Так что мы могли бы попробовать этот вариант, чтобы понять… эм…"
    
    hi "Хорош ли он так же, как и предыдущий?"
    
    emi "Ну да. Именно."
    
    hi "Хм."

    return
    
label ru_E21h:
    
    #Timeskip
    
    emi "Аккуратненько!"
    
    hi "Ты уверена в этом?"
    
    "Я встаю позади Эми, которая, слегка покраснев, оглядывается через плечо."
    
    "Очевидно, что после того, как мы решили воплотить эту идею в жизнь, к нам вернулось подходящее моменту настроение."
    
    "После этого мы опустошили банку смазки и…"
    
    "Встали на изготовку."

    emi "Да, я уверена! Давай, пока я не успокоилась и не передумала."

    "Дыхание Эми до сих пор достаточно тяжёлое, в её голосе чувствуется нетерпение."
    
    "Чего и стоило ожидать. Мы были так близко, а теперь лишь тянем время."
    
    "Кажется, мы оба временно сошли с ума."
    
    "Так или иначе, я буду так считать с этого момента и до конца."
    
    "Я очень стараюсь не думать об особенностях затеи, в которую позволил себя втянуть."
    
    "Безусловно, это не самое чистое дело."
    
    "Делая глубокий вдох, который позволяет как мне, так и Эми, набраться решительности, я медленно вхожу."
    
    "Очень сильное сопротивление, как будто наши тела делают это не по своей воле."
    
    "Эми напрягается всем телом, когда я вхожу всего лишь наполовину. Ощущения на удивление приятные, хотя и немного странные."
    
    "А вот Эми, похоже, не очень приятно."
    
    "Выражение на её лице почти комичное."
    
    hi "Мне остановиться?"
    
    "У Эми перехватывает дыхание, поэтому на то, чтобы сформулировать ответ, у неё уходит больше времени, чем обычно."

    emi "Н-нет, продолжай. Просто ощущения странные."
    
    "Она хихикает."
    
    "Не могу её винить. Я удивлён, что мне самому удалось хоть что-то сформулировать."
    
    "Это… горячо."
    
    "Ощущения чрезвычайно странные."
    
    "Смазка неестественно блестит."
    
    "Из-за всего этого мне некомфортно."

    "Я продолжаю медленно входить в неё, внимательно прислушиваясь к её дыханию."
    
    "Я вхожу полностью и останавливаюсь. Эми, прикусывая нижнюю губу, снова оборачивается назад."
    
    emi "Ты будешь двигаться, или мы так и будем сидеть тут как два дурака?"
    
    hi "Нет, я просто хочу дать тебе возможность приспособиться."
    
    "Это бессмысленно."
    
    "Как нам вообще подобное в голову пришло?"
    
    emi "Не думаю, что к этому можно приспособиться, Хисао."
    
    emi "Попробуй двигаться. Может, будет поприятнее?"
    
    "Её голос полон сомнений, но она точно не собирается признавать поражение, учитывая то, как далеко мы зашли."
    
    "Я начинаю медленно двигаться. Кажется, это срабатывает как для меня, так и для Эми, потому что она закрывает глаза, пытаясь сконцентрироваться на этом новом ощущении."
    
    "Когда я нахожу ритм, то начинаю испытывать то знакомое ощущение исчезающего мира, которое было у меня вчера."
    
    "Я закрываю глаза и пытаюсь погрузиться в ощущения, но…"
    
    "Что-то тут не так."
    
    "Эми не издаёт ни звука."
    
    "Вчера я очень быстро понял, что в моменты наслаждения Эми не очень-то тихая."
    
    "Когда я открываю глаза, то вижу, что Эми пытается расслабиться, но, похоже, это не так-то просто."
    
    "Её глаза закрыты, она прикусывает губу, и кажется, что она больше терпит, чем наслаждается."
    
    "Её вид будто бы говорит: «Что ж, это была неудачная затея, но, надеюсь, это скоро кончится»."
    
    "Я оказываюсь в непростой ситуации."
    
    "По правде говоря, я не хочу останавливаться."
    
    "Но в то же время весь процесс не доставляет Эми удовольствия. А если и доставляет, то дело продвигается намного медленнее, чем у меня."
    
    "Нехорошо. Я хочу, чтобы Эми тоже наслаждалась этим."
    
    "Одной рукой я дотягиваюсь до груди Эми, собираясь поласкать её. Она вздрагивает."
    
    "От этого она сильно сжимается вокруг меня, вызывая волну удовольствия, которая фактически меня ослепляет."
    
    "Мой вздох, кажется, забавляет Эми, но улыбка на её лице вскоре сменяется раскрытым ртом, когда я привычным движением опускаю свободную руку и принимаюсь нежно ласкать мягкий клочок волос между её ног."
    
    "Я начинаю активнее работать бёдрами по мере того, как моя рука помогает Эми, вызывая в ответ вздохи и взвизги, к которым я так привык."
    
    "Я концентрируюсь только на ощущениях своих рук. Одна покрытая влагой и скользящая, вторая, на коже, нежная и отзывчивая. Эми покрывается мурашками, дрожит и потеет по мере приближения к кульминации. Она сжимается до тех пор, пока я оказываюсь не в состоянии больше—"
    
    "Нетянемогубольше"
    
    "ОбожеЭмиизвиниясейчас"
    
    "Я делаю финальный рывок, мои пальцы сжимают сосок Эми, ныряют между её ног."
    
    "Эми выгибает спину, и по ней проходит дрожь. Высокий девичий крик эхом отражается от стен, и я чувствую, как волна наслаждения отключает все остальные чувства в моём теле."
    
    "Руки Эми подкашиваются, и она падает вперёд, довольно жёстко разъединив нас и выдернув из себя мою прелесть."
    
    "Неожиданная смена удовольствия болью заставляет меня, потеряв равновесие, упасть поверх Эми."

    return

label ru_E21x:
    
    emi "Ау!"
    
    hi "Ау."
    
    "Я немедленно слезаю с Эми и пытаюсь подняться, тяжело дыша и стараясь не обращать внимания на боль в промежности."
    
    "Эми слегка взвизгивает, когда перекатывается на бок."
    
    emi "Это всё-таки {b}больно{/b}!"
    
    hi "Да, я, эм…"
    
    hi "Это была не самая удачная идея."
    
    "Эми снова, морщась, пытается сесть."
    
    emi "Да, надо будет перекинуться парой слов с капитаном."
    
    emi "Он однозначно врал."
    
    "Ситуация становится настолько абсурдной, что я начинаю смеяться."
    
    "Эми качает головой и начинает смеяться вместе со мной."
    
    emi "Эй, Хисао."
    
    hi "Да?"
    
    emi "Мы ведь никогда больше не будем этого делать, да?"
    
    hi "Да, полагаю, моё любопытство удовлетворено."
    
    "Эми довольно кивает."
    
    emi "Хорошо."
    
    emi "Думаю, нам хватит и того, что было раньше, как считаешь?"
    
    emi "Просто для меня почти всё это в новинку."
    #Remark to self: keep under strict watch this specific bit of sexual innuendo. -SC

    hi "Постой… как это – «почти»?"
    
    "Эми ехидно улыбается."
    
    emi "А вот не скажу."
    
    "Мне в голову приходит неприятная мысль."
    
    "Но ещё неприятней мысль о том, что придётся спросить это у Эми."
    
    "Хотя, учитывая, через что мы сейчас прошли, это будет проще простого."
    
    hi "Слушай, здесь есть раковина?"
    
    hi "Мне бы, э…"
    
    hi "Помыться слегка."
    
    "У Эми отваливается челюсть."
    
    emi "В {b}раковине{/b}?"
    
    hi "Ну больше здесь всё равно негде, так?"
    
    hi "А я… хочу смыть этот запах."
    
    hi "А то фельдшер заметит."
    
    "Это самый ужасный и неловкий диалог, в котором я когда-либо участвовал."
    
    emi "Ты прав."
    
    emi "Ну, она там, э… у во-о-он той стены."
    
    emi "Мыло, кажется, тоже есть."
    
    hi "Спасибо."
    
    "Мыла там всего маленький кусочек, но это лучше, чем ничего."
    
    "А вот полотенца нет."
    
    "Похоже, придётся сохнуть так."
    
    emi "Ты всё?"
    
    hi "Да, пока и так сойдёт."
    
    hi "Но после похода к фельдшеру всё равно в душ схожу."
    
    emi "Вот и славно."
    
    emi "А теперь помоги мне найти мою одежду. Ты всё раскидал не пойми куда."
    
    hi "А сама-то! Как, по-твоему, мне быть с этой дыркой у меня в рубашке, а?"
    
    emi "Хе-хе, прости."
    
    emi "Я слегка разошлась, когда…"
    
    "Немного погодя нам наконец удаётся одеться, хоть трусики Эми мы так и не нашли."
    
    "В какой-то момент мы оба понимаем, что кресло исчезло в неизвестном направлении, но потом я вспоминаю, как оно выкатилось за дверь, и привожу его обратно."
    
    emi "В этот раз постарайся провезти меня в дверь осторожнее, пожалуйста."
    
    emi "Мне сейчас всякие толчки удовольствия не прибавят."
    
    hi "Я вообще жалею, что мы всё это затеяли."
    
    "Эми с улыбкой пожимает плечами."
    
    emi "Ну, попытка не пытка, так ведь?"
    
    emi "И вообще, это было хорошим упражнением, правда?"
    
    "С этим не поспоришь."
    
    "По мере того как мы подходим к кабинету фельдшера, я замечаю, что Эми всё чаще беспокойно ёрзает в кресле."
    
    emi "Господи, такое странное ощущение."
    
    emi "Хорошо, что я в кресле, Хисао."
    
    hi "Это почему?"
    
    emi "Да потому, что теперь мне хотя бы не придётся объяснять фельдшеру, почему я хожу враскоряку."
    
    hi "Ой."
    
    hi "Никогда больше не будем так делать."
    
    "К счастью, фельдшер никак не комментирует отметины, которые Эми оставила у меня на плечах."
    
    "И про постоянную возню Эми, то и дело пытающейся поудобнее устроиться в кресле, он тоже молчит."
    
    "То ли просто не замечает, то ли {b}не хочет{/b} замечать."
    
    "Но всё же в ближайшие пару недель надо будет проверять, не подсыпает ли он мне в лекарства цианид…"
    
    "Так, на всякий случай."
    
    "В душе я задерживаюсь чуть дольше обычного, просто чтобы убедиться, что все следы нашего маленького «эксперимента» начисто смыты. Придя к себе в комнату, я без сил валюсь на кровать."
    
    "До начала уроков ещё целых двадцать минут, так что…"
    
    "Я, пожалуй, успею немного вздремнуть."
    
    "Да фиг с ним. Просплю так просплю."
    
    return

label ru_E22:

    "Тук-тук."
    
    "Кто там?"
    
    "Тук-тук."
    
    "Эй, уже не смешно."
    
    "Тук-тук."
    
    "Спросил же, кто там!"
    
    "И вообще, который час?"
    
    "А лучше скажите, какое сегодня чис…"
    
    "Из сонного состояния меня внезапно вырывает непрекращающийся стук в дверь и осознание того, что уже полдень."
    
    "Полдень учебного дня."
    
    "Уже полностью проснувшись, я наконец вспоминаю, почему заснул."
    
    "Но рассказывать об этом Муто как-то не хочется."
    
    "«Прошу прощения за то, что пропустил уроки. Мы с моей девушкой проводили эксперименты сексуального характера, и поэтому я проспал»."
    
    "Да-а, звучит просто шикарно."
    
    "Интересно, долго там ещё барабанить будут?"
    
    "Похоже, придётся открыть."
    
    "Я почему-то нисколько не удивляюсь, увидев за дверью %(name_kenji)s."
    
    "А вот он, по всей видимости, не ожидал меня здесь застать."
    
    ke "Чувак! Какого чёрта ты здесь делаешь?"
    
    hi "Ну, вообще-то я спал."
    
    "%(name_kenji)s понимающе кивает."
    
    ke "Всё ясно. Тебя вырубили."
    
    ke "Я же тебя предупреждал насчёт этой тёлки, %(name_ibarazaki)s!"
    
    ke "Такие вещи случаются как раз тогда, когда меньше всего их ждёшь."
    
    "Он пытается заглянуть мне за спину и посмотреть на затылок."
    
    ke "Она тебя чем-то огрела?"
    
    ke "Или накачала дурью?"
    
    hi "Хватит пытаться меня потрогать."
    
    "%(name_kenji)s выуживает из кармана фонарик и направляет луч света прямо мне в глаза."
    
    ke "Сотрясения нет?"
    
    hi "Да не был я в отключке!"
    
    ke "А может, ты просто не помнишь?"
    
    "Разговор, по всей видимости, заходит в тупик."
    
    hi "У меня всего лишь было тяжёлое утро, поэтому я и заснул."
    
    ke "Ладно, проехали, чувак."
    
    ke "Если хочешь и дальше отнекиваться, дело твоё."
    
    ke "Но этой девчонки лучше берегись."
    
    ke "Она опасна."
    
    hi "Чего?"
    
    ke "Рядом с ней опасно находиться, вот чего. Она у них один из самых коварных агентов!"
    
    ke "Страшно подумать, что может случиться, если ты не будешь начеку!"
    
    ke "Она расправлялась с парнями и покрепче тебя."
    
    hi "Что за чушь ты несёшь?"
    
    hi "Никакой она не агент, и по голове она меня не била, ясно?"
    
    hi "А ещё я глубоко сомневаюсь, что она вообще с кем-нибудь расправлялась."
    
    "%(name_kenji)s выглядит чуть ли не оскорблённым."
    
    "Понятия не имею почему."
    
    ke "Ты мне не веришь?"
    
    ke "Это не по-дружески, чувак. Совсем не по-дружески."
    
    ke "Я же для тебя стараюсь."
    
    ke "Друзья так и должны делать, знаешь ли."
    
    "Мы с ним друзья?"
    
    "Вот это новость."
    
    "Да и вообще я думаю, что %(name_kenji)s вряд ли представляет себе, что значит быть другом."
    
    "Всем своим видом он вызывает у меня чувство, близкое к жалости."
    
    "Наверное, ему кажется, что он обо мне заботится."
    
    hi "Знаю, знаю."
    
    hi "Извини."
    
    hi "Спасибо за предупреждение."
    
    "Я протягиваю ему руку в знак примирения."
    
    "%(name_kenji)s осторожно её пожимает, как будто она вот-вот вспыхнет ярким пламенем."
    
    "На пару секунд в воздухе повисает неловкая тишина, пока %(name_kenji)s не вспоминает, что до сих пор сжимает мою руку."
    
    ke "Ладно, проехали. Сделай мне одолжение, друг."
    
    hi "Какое одолжение? Деньги у меня кончились…"
    
    ke "Нет, не кончились. У тебя есть заначка в шкафчике стола под чёрным блокнотом."
    
    ke "На чёрный день."
    
    hi "Ты что, шарился у меня в комнате?"
    
    ke "Не суть важно, чувак."
    
    ke "В любом случае мне не нужны деньги."
    
    "Он переходит на очень серьёзный тон."
    
    ke "Я собираюсь провести основную операцию."
    
    ke "Если все пройдёт гладко, этот заговор будет полностью раскрыт."
    
    ke "Но это опасно, поэтому в случае, если я не вернусь, хочу, чтобы ты кое-что сделал для меня."
    
    hi "О, конечно, чувак. Всё что угодно."
    
    "Что он, чёрт возьми, затеял?"
    
    "Не пора ли мне кому-нибудь об этом рассказать?"
    
    ke "Если я пропаду, подожди три дня и потом отошли мой дневник в газеты."
    
    ke "Он спрятан в моей комнате под фальшивым дном в одном из ящиков стола."
    
    hi "Как я попаду в твою комнату?"
    
    hi "У меня нет ключа."
    
    "%(name_kenji)s смотрит на меня как на сумасшедшего."
    
    ke "Взломай замок."
    
    ke "Ты ведь знаешь, как это делать?"
    
    ke "Этим навыком необходимо владеть с малых лет."
    
    hi "Э-э, да, конечно, я знаю, как это делать."
    
    hi "Я обязательно, эм, сделаю это для тебя."
    
    hi "Если ты пропадёшь."
    
    "Не думаю, что хочу читать дневник %(name_kenji)s."
    
    "Как бы то ни было, %(name_kenji)s, кажется, очень обрадован тем, что я согласился помочь ему."
    
    ke "Отлично, чувак. Отлично."
    
    ke "Увидимся. Надо сделать пару дел."
    
    "И он исчезает, стремительно уходя по коридору."
    
    "Словно я больше его никогда не увижу."
    
    "Надеюсь, мне не придётся выполнять его последние наставления."
    
    "…"
    
    "Господи, он и меня пытается своей паранойей заразить."
    
    "Не знал, что она передаётся воздушно-капельным путём."
    
    "Тряхнув головой, я закрываю дверь и отправляюсь обратно в кровать."
    
    "Наверное, стоило бы пойти на уроки… Хоть на последние успею."
    
    "С другой стороны, я и так не пошёл на первые…"
    
    "А ещё хочется продолжить читать ту книгу Хокинга, что дал мне Муто…"
    
    "Ладно, думаю, он поймёт."
    
    #Fade out.  Fade in.  You know, because TIME PASSES.
    
    "Тук-тук."
    
    "На этот раз стук отрывает меня не ото сна, а от книги."
    
    "Совсем иные ощущения, нежели утром."
    
    hi "Кто там?"
    
    emi "Я! Ты что, не рад?"
    
    "Голос трудно различить сквозь дверь, но он определённо принадлежит Эми."
    
    "Я вскакиваю с постели и открываю дверь, широко улыбаясь."
    
    hi "Привет! Рад тебя снова видеть!"
    
    "Глядя на меня снизу вверх из своего кресла, Эми улыбается в ответ."
    
    emi "Ага, ты бы мог меня увидеть ещё минут пять назад, но чёртов лифт, похоже, сломался."
    
    emi "Ждала, пока починят."
    
    emi "Казалось бы, они тут должны всё в идеальном порядке содержать, так не-е-ет же…"
    
    "Усмехнувшись над её слегка раздосадованным выражением лица, я приглашаю её войти."
    
    "Она с лёгкостью въезжает в комнату, а потом с моей помощью перебирается на кровать."
    
    emi "Вот."
    
    emi "Гораздо удобнее, чем в этом дурацком кресле."
    
    "В воздухе повисает вздох облегчения, и мы некоторое время просто смотрим друг на друга."
    
    "И именно тогда я замечаю чёрные круги под глазами Эми."
    
    "Они не такие уж и заметные, но я их точно раньше не видел."
    
    "Но не успеваю я спросить о них, как Эми бросает на меня хитрый взгляд."
    
    emi "Знаешь, от меня не ускользнул тот факт, что тебя сегодня не было во время ланча."
    
    emi "По правде говоря, я тебя вообще сегодня не видела."
    
    emi "Что случилось, м-м-м?"
    
    hi "Заснул."
    
    hi "Если честно, я проспал до полудня, да и то встал только потому, что меня разбудил %(name_kenji)s."
    
    emi "И отчего же ты так устал, а?"
    
    hi "Усиленная утренняя тренировка. И немного неудобная."
    
    "Эми кашляет и от смеха, и от смущения."
    
    emi "Напомни мне никогда больше этого не делать."
    
    hi "Без проблем. Честно говоря, мне тоже было не слишком-то здорово."
    
    hi "Давай попробуем в дальнейшем как-нибудь обойтись без всего этого."
    
    hi "У тебя всё ещё, э… болит?"
    
    "Эми смотрит на меня, не веря своим ушам."
    
    hi "Что?"
    
    hi "Это же закономерный вопрос!"
    
    emi "Если и существовали вопросы, которые я никогда не ожидала услышать, то это определённо один из них."
    
    hi "Ну, я вообще-то тоже не ожидал, что мне придётся его задавать, так что мы квиты."
    
    "Эми звонко смеётся."
    
    emi "Похоже на то."
    
    emi "Ну, раз уж ты спросил…"
    
    emi "Да, ещё болит немного."
    
    emi "Больше никогда мы не будем этого делать."
    
    hi "Возражений нет."
    
    "Она неожиданно зевает, и я вопросительно поднимаю бровь."
    
    hi "Устала?"
    
    "Эми сонно кивает."
    
    emi "Плохо спалось."
    
    "Плохо спалось, значит?"
    
    "По её поведению я понимаю, что она не собиралась говорить мне об этом: она произносит это слабым голосом, как будто её только что уличили во лжи, а затем сбивчиво добавляет:"
    
    emi "Но ничего страшного."
    
    hi "В чём дело?"
    
    "Эми пожимает плечами и отказывается продолжать."
    
    hi "Волнуешься из-за экзаменов?"
    
    "Она снова пожимает плечами, но после небольшой заминки всё же нерешительно кивает."
    
    emi "Ну, наверное, да."
    
    emi "Я, кстати, из-за этого и зашла."
    
    "Её весёлое настроение начинает улетучиваться прямо на глазах."
    
    "Не так, чтобы сильно заметно, конечно."
    
    "Но всё же… Она смотрит в пол, говорит тихим голосом и ёрзает туда-сюда."
    
    emi "Нам, э… нам стоит перестать видеться так часто."
    
    hi "Что? Это почему?"
    
    "Эми делает глубокий вдох, как будто она уже много раз репетировала этот разговор."
    
    emi "Потому что с тобой рядом слишком хорошо."
    
    emi "И я не могу сосредоточиться, когда мы вместе."
    
    emi "Скоро начинаются экзамены, и я… я просто не могу отвлекаться."
    
    emi "Иначе, боюсь, мои оценки будут довольно паршивыми."
    
    hi "Я могу помочь тебе с подготовкой…"
    
    "Она улыбается мне, явно недовольная сложившейся ситуацией."
    
    emi "Было бы просто здорово, но… ты ведь не думаешь, что мы и правда стали бы готовиться?"
    
    emi "Вот, например, даже сейчас я пытаюсь просто с тобой поговорить, но на самом деле мне хочется, э…"
    
    emi "Точно не разговаривать."
    
    hi "А!"
    
    hi "Потрясена моей суровой брутальностью, да?"
    
    hi "Я понимаю."
    
    "Этим я хотя бы заслуживаю улыбку."
    
    "Эми качает головой."
    
    emi "Идиот. Да к тому же самодовольный."
    
    hi "Что поделать, если я {b}такой{/b} неотразимый?"
    
    emi "Эм-м, с этим вряд ли поспоришь."
    
    emi "Короче, вот такие вот дела, Хисао."
    
    emi "Когда я с тобой, мне всегда интересно и весело…. Поэтому мне надо побыть одной, если я хочу встретить эти экзамены во всеоружии."
    
    hi "Эй, да всё нормально."
    
    "Похоже, это действительно её беспокоит."
    
    "Кроме того, это же ненадолго, всего-то несколько недель."
    
    "И мы по-прежнему сможем видеться по утрам и во время ланча."
    
    hi "Мы можем пересекаться только в школе, без проблем."
    
    hi "А после экзаменов сходим на свидание и отметим их окончание, идёт?"
    
    "Эми улыбается, явно обрадованная такому предложению."
    
    emi "Само собой! Конечно идёт!"
    
    "И, будто подчёркивая, что разговор окончен, она наклоняется и целует меня."
    
    "Остаток вечера был потрачен отнюдь не на тревожные мысли об экзаменах."
    
    return
    
label ru_E23:

    "Даже странно, как нам с Эми удаётся так легко относиться к тому, что мы больше не встречаемся после уроков."
    
    "Вообще-то, если честно, это даже немного беспокоит."
    
    "Похоже, мы разошлись с той же лёгкостью, что и встретились, совсем без проблем."
    
    "Однако это всё же не совсем так."
    
    "После того вечера у нас почти всегда была куча свободного времени."
    
    "И мы постоянно встречаемся по утрам для совместной пробежки (и только для того, чтобы бегать, хочу добавить)."
    
    "Да и на больших переменах видимся."
    
    "Проводить ланчи вместе с ней мне особенно нравится."
    
    "У нас есть куча времени на то, чтобы поболтать о том о сём вне школьных занятий, а вот пробежки становятся всё более и более собранными и официальными."
    
    "Полагаю, это потому, что Эми хочет отработать таким образом наши дурачества в кладовке."
    
    "И всё же, сколько бы мы ни шутили и ни смеялись во время ланча, я ничего не могу с собой поделать и всё-таки немного за неё волнуюсь."
    
    "Она заметно чаще стала уходить в себя, и я заметил, как она частенько нервно ёрзает на месте."
    
    "Никогда не думал, что она из тех, кто стал бы так сильно переживать из-за экзаменов, но они, похоже, всё-таки берут своё."
    
    "Хотя они ещё даже не начались!"
    
    "Это всего лишь разминка, затишье перед бурей."
    
    "Завтра начнутся настоящие испытания."
    
    "Ну, или настоящие экзамены."
    
    "Что до меня, то я, если честно, совсем о них не беспокоюсь."
    
    "Даже не знаю почему."
    
    "Они же довольно важны."
    
    "Оценки, которые я получу, определят мои шансы попасть в достойный университет."
    
    "Блин, да если я сейчас расслаблюсь, это может полностью перечеркнуть мою дальнейшую учёбу."
    
    "Но я уверен, что с честью их выдержу."
    
    "Муто считает, что экзамен по естественным наукам по-любому у меня в кармане."
    
    "Или, по его словам: «Последнее, о чём тебе стоило бы беспокоиться, Хисао, это мой экзамен. Твои способности существенно выше»."
    
    "Но, опять же, не стоит забывать, что это говорит Муто."
    
    "Его похвалы отчасти подразумевают, что любой результат хуже идеального был бы огромным разочарованием."
    
    "И это заставляет меня всё же нервничать перед этим экзаменом."
    
    "Именно поэтому после уроков я просиживаю штаны в библиотеке, штудируя свои тетради."
    
    "Так, здесь всё довольно просто: парочка формул для скорости, несколько строк про трение…"
    
    "В отличие от наводящего на меня ужас экзамена по английскому, это проще пареной репы."
    
    "Никогда не ладил с языками…"
    
    "В который раз пролистывая свои записи, я начинаю витать в облаках."
    
    "Когда закончатся экзамены, станет полегче."
    
    "Ещё немного, и мы станем выпускниками."
    
    "Затем, надеюсь, поступим в колледж."
    
    "Я вспоминаю неудавшуюся попытку разузнать у Эми, чем она хочет заниматься после школы."
    
    "М-м-м. Если я правильно помню, она тогда очень ловко уклонилась от ответа."
    
    "Чёрт, если подумать, каждый раз, когда я слишком настойчиво пытаюсь разузнать у неё что-нибудь, вместо прямого ответа она пляшет вокруг да около."
    
    "Или же отвлекает меня… по-другому."
    
    "Как, например, несколько дней назад во время ланча, когда Рин с нами не было…"
    
    "Хе-хе."
    
    yu "У меня получилось!"
    
    "От моих мечтаний меня отрывает триумфальный крик Юко."
    
    hi "Господи!"
    
    "Напугав меня, Юко, похоже, сама до смерти пугается."
    
    yu "Боже мой!"
    
    yu "Мне так жаль! Я просто так обра… – я совсем не хоте… – мне всего лишь—"
    
    "Краем уха слушая её сбивчивое бормотание, я спешу успокоить её, пока ещё не поздно."
    
    hi "Ну-ну, тише."
    
    "Мои слова, похоже, не достигают её ушей."
    
    "Юко продолжает заводить сама себя до полнейшего безумия."
    
    yu "Да ещё и в {b}библиотеке{/b}, а здесь нельзя—"
    
    hi "Тише-тише, успокойся."
    
    yu "И пример я плохой подаю, и вообще меня теперь уволят, потому что я ничего не могу сделать как надо—"
    
    hi "ЮКО!" with vpunch
    
    "Окрик, похоже, срабатывает, хоть на него и оборачивается парочка учеников, занимающихся в библиотеке."
    
    "Юко приходит в себя, как солдат, на которого гаркнул командир."
    
    yu "Прости! Прости!"
    
    hi "Успокойся, всё хорошо."
    
    hi "Ты всего лишь меня немножко напугала, да и то только потому, что я витал в облаках вместо того, чтобы читать."
    
    hi "Так что ты мне даже помогла – вернула к моим тетрадкам."
    
    "Это, конечно, бессовестная ложь."
    
    "Но вроде действенная."
    
    "Юко делает глубокий вдох и немного приходит в себя."
    
    "Хотя и продолжает ходить туда-сюда с так хорошо знакомым мне нервным видом."
    
    hi "Ладно, так что тебя так сильно обрадовало?"
    
    yu "Воришка-из-Ямаку!"
    
    "К слову, надо отдать должное Юко: ей удаётся подавить нервное возбуждение и снизить голос до шёпота."
    
    yu "Похоже, я его раскрыла!"
    
    yu "Мне дали анонимную наводку, кто это может быть!"
    
    yu "Поэтому я тут немного пошпионила, и, кажется, наводчик не ошибся!"
    
    hi "Да ну? И кто же этот… эм-м-м, воришка?"
    
    "Юко быстро закрывает рот, решительно тряся головой."
    
    yu "Не-а, я не могу тебе сказать."
    
    hi "И почему же?"
    
    yu "Это моё личное дело."
    
    yu "Слишком велик риск того, что ты предупредишь его о том, что я вступила в игру."
    
    yu "Он может раньше времени раскрыть карты, и потом ищи-свищи его."
    
    yu "И тогда я останусь с висяком."
    
    "И с каких это пор Юко говорит как матёрый детектив?"
    
    hi "Да не стал бы я никого предупреждать! Оно мне надо?"
    
    yu "Если ты спрашиваешь об этом, то тебе точно нельзя ничего знать."
    
    hi "Я ничего не понял, но чёрт с ним."
    
    hi "Поздравляю, наверное?"
    
    yu "Спасибочки!"
    
    yu "Э, а с чем?"
    
    hi "С поимкой воришки."
    
    "Юко улыбается и одобрительно кивает."
    
    yu "Ясно! Вовсю готовишься к экзаменам, я посмотрю?"
    
    hi "По идее да."
    
    hi "Но, как видишь, не очень-то получается."
    
    yu "Правда? Может, это потому, что ты не можешь найти какую-то книгу?"
    
    yu "Прости меня, пожалуйста!"
    
    yu "Я уже месяц собираюсь навести на полках порядок, но меня постоянно отвлекают!"
    
    yu "Мне так жаль!"
    
    hi "Эй, погоди."
    
    hi "Не в этом дело."
    
    hi "Книга у меня с собой."
    
    "В подтверждение своих слов и чтобы успокоить Юко, я показываю на лежащую передо мной книгу."
    
    hi "Просто мысли разбегаются, вот и всё."
    
    yu "Может, это потому, что здесь слишком шумно?"
    
    yu "Я стараюсь быть построже с теми, кто шумит, но просто не могу заставить себя кричать на людей…"
    
    yu "Я имею в виду, что у них полно собственных проблем, а тут ещё я буду встревать со своими указаниями…"
    
    hi "Нет, шум здесь тоже ни при чём, уверяю тебя."
    
    hi "Просто я…"
    
    "Чёрт, я не знаю."
    
    "Беспокоюсь об Эми."
    
    "Беспокоюсь о нас."
    
    "Беспокоюсь о нашем будущем после школы."
    
    hi "В последнее время Эми странно себя ведёт."
    
    yu "Что ты имеешь в виду?"
    
    hi "Ты, наверное, уже знаешь, что мы встречаемся?"
    
    yu "Кажется, да."
    
    hi "Просто я не могу понять, на самом ли деле мы… ну, понимаешь…"
    
    hi "Пара. Или хотя бы больше, чем просто друзья."
    
    "Хотя… друзья обычно не занимаются тем, чем занимаемся мы."
    
    "В этом плане мы точно представляем собой пару."
    
    "Когда… делаем это."
    
    hi "Такое чувство, что всякий раз, когда я пытаюсь больше узнать о ней, о её жизненных целях и планах, она уходит от ответа."
    
    hi "К примеру, недавно мы обсуждали несколько университетов, о которых я кое-что разузнал."
    
    hi "И я спросил её, не думала ли она о своём дальнейшем образовании."
    
    hi "В ответ она пожала плечами, сказала, что не думала, а когда я спросил почему, ответила, что не любит загадывать так далеко вперёд."
    
    hi "Я поинтересовался, откуда у неё такие взгляды, а она…"
    
    "Упс."
    
    "Я внезапно понимаю, о чём именно едва не рассказал Юко, и благоразумно затыкаюсь."
    
    yu "А что она?"
    
    hi "Эм-м, она сменила тему."
    
    hi "Не стала на эту тему общаться."
    
    yu "Может, ей неудобно говорить об этом?"
    
    yu "Или она просто не считает нужным вдаваться в подробности."
    
    hi "Ага, но это ещё не всё."
    
    hi "Каждый раз, когда я пытаюсь узнать, что её беспокоит, она тоже меняет тему."
    
    hi "Ей будто нравится быть со мной, но сильно привязываться она не хочет."
    
    "Сейчас, произнеся это вслух, я чувствую себя ещё хуже."
    
    "Юко обдумывает сказанное мной."
    
    yu "Знаешь, на мой взгляд, ты серьёзнее, чем она, относишься ко всему этому."
    
    "Такое чувство, будто живот скручивает в узел."
    
    "Она права."
    
    "Похоже, так и есть."
    
    hi "Но действительно ли всё так, как ты говоришь?"
    
    hi "То есть…"
    
    yu "Прости! Я наговорила ерунды!"
    
    yu "Тебе не стоит прислушиваться к моим советам, ты ведь едва меня знаешь!"
    
    yu "Я всего лишь библиотекарь, да и парня у меня нет, поэтому ты, наверное, думаешь, что я не знаю, о чём говорю!"
    
    hi "Да нет, знаешь…"
    
    hi "Мне кажется, в твоих словах что-то есть."
    
    "Как бы больно ни было это признавать."
    
    "Юко, похоже, изо всех сил пытается смягчить сказанное."
    
    yu "Эм-м, послушай."
    
    yu "Я, скорее всего, ошибаюсь, но если ты хочешь узнать, так ли это, то, может, тебе просто самому с ней поговорить?"
    
    yu "Отойдите куда-нибудь в сторонку и обсудите всё это."
    
    yu "И не дай ей сменить тему!"
    
    hi "Ага, наверное, так и стоит сделать."
    
    "Или, может, мне стоит просто радоваться тому, что имею."
    
    "Всё-таки нам вместе интересно."
    
    "Мне нравится и бегать с ней, и болтать обо всём, и заниматься, э… другими делами…"
    
    "Стоит ли пытаться узнать её поближе?"
    
    "То, что у нас есть сейчас, тоже неплохо."
    
    "Но это глупо."
    
    "Я всё же {b}хочу{/b} быть к ней ближе."
    
    "Хочу иметь возможность помочь ей, помочь с тем, что её беспокоит."
    
    "Но… наверное, стоит подождать окончания экзаменов."
    
    "Может быть, когда весь этот стресс закончится, она повеселеет."
    
    "Если да, то мне больше не придётся об этом переживать."
    
    "А если нет – что ж, тогда…"
    
    "Преодолею эту пропасть между нами, когда представится возможность."
    
    "Поблагодарив Юко за совет, я возвращаюсь в свою комнату."
    
    "Может, здесь я смогу наконец сконцентрироваться на подготовке."
    
    return
    
label ru_E24:
    
    "Я выхожу из класса, только что закончив писать последний из экзаменов. Из груди сам собой вырывается вздох облегчения."
    
    "Как я и надеялся, экзамены оказались не такими уж и сложными."
    
    "Почти все дались мне легко, за исключением английского."
    
    "Да и там всё было более-менее."
    
    "Интересно, как справилась Эми?"
    
    "И, что более важно, как она себя чувствует?"
    
    "Во время ланча она выглядела просто ужасно."
    
    "То есть она, конечно, была рада наконец вылезти из этого кресла."
    
    "Но вид у неё был очень усталый."
    
    "Что-то очень сильно гнетёт её, и я уже всерьёз сомневаюсь, что это экзамены."
    
    "Но стоит ли мне пытаться обсудить это с ней?"
    
    "Похлопывание по плечу прерывает мои размышления."
    
    mu "Эй, Хисао."
    
    mu "Найдётся минутка?"
    
    #choice time, kiddies!  Either a) Yeah, sure or b) Not really...
    
    #if a
    
    hi "Ага, даже две."
    
    hi "Никуда пока не тороплюсь, ничего такого."
    
    "Муто вопросительно поднимает бровь, будто сомневаясь в моих словах, а затем приглашает меня обратно в класс."
    
    mu "Мне хотелось бы узнать твоё мнение, если можно."
    
    mu "Я понимаю, что моя программа была рассчитана не совсем на твой уровень знаний…"
    
    hi "Ничего страшного."
    
    hi "Собрания кружка естественных наук весьма мне помогли."
    
    mu "Хм, правда?"
    
    mu "Вообще-то я как раз это и хотел обсудить."
    
    mu "Как считаешь, стоили ли эти собрания потраченного времени?"
    
    mu "Я просто для себя интересуюсь."
    
    hi "Конечно, это отличный способ выйти за рамки того, что мы изучали на обычных уроках."
    
    hi "Время мы точно потратили не зря."
    
    "Муто, кажется, доволен моим ответом."
    
    mu "Здорово! Как раз то, на что я и рассчитывал!"
    
    mu "Знаешь, Хисао, я очень рад, что ты попал сюда."
    
    mu "Всегда приятно, когда встречается ученик, который по-настоящему интересуется предметом, который ты преподаёшь."
    
    mu "В некотором роде это помогает работать и с другими учениками."
    
    mu "И ещё ты очень способный мальчик, Хисао."
    
    mu "На наших уроках ты себя чувствовал как рыба в воде и даже лучше."
    
    hi "Эм-м, спасибо."
    
    hi "Вы мне здорово помогли."
    
    hi "Особенно в выборе колледжа."
    
    mu "Ещё один момент, Хисао."
    
    mu "Небольшой совет одного учёного другому."
    
    hi "Какой?"
    
    mu "Какова задача учёного?"
    
    hi "Наблюдать окружающий его мир."
    
    mu "Именно. Хорошо."
    
    mu "Этот простой вопрос вызывает сомнения у большинства людей. Это и есть сущность учёного, Хисао."
    
    mu "Мы наблюдаем события и пытаемся разобраться в них."
    
    mu "А если мы наткнёмся на что-либо, в чём не можем разобраться?"
    
    mu "Что делает учёный, когда он не в состоянии что-либо пронаблюдать?"
    
    mu "К примеру, как мы можем рассуждать о кварках, если никто и никогда не видел их? Или о чёрных дырах, прямое наблюдение которых абсолютно невозможно?"
    
    hi "Ну, есть довольно продвинутое научное оборудование…"
    
    "Муто отмахивается от моего ответа."
    
    mu "Нет, это совсем не то."
    
    mu "Это инструменты, а я пытаюсь рассказать тебе о философии."
    
    mu "Думай. Если не можешь наблюдать непосредственно, то как можешь?"
    
    hi "Э-э, наверное, могу предположить?"
    
    mu "И как? Как ты угадаешь движение кварка? На чём будет строиться твоё предположение?"
    
    "Ну конечно!"
    
    "Как же я раньше об этом не подумал!"
    
    hi "На его влиянии на окружающие объекты."
    
    "Муто победно всплёскивает руками."
    
    mu "Да! Именно! Хорошо!"
    
    mu "Запомни это, Хисао."
    
    mu "Если ты не в состоянии наблюдать что-либо напрямую, то это потому, что ты смотришь не с той стороны."
    
    mu "Если хочешь добраться до истины, нужно посмотреть на вещи по-другому."
    
    mu "А если суть опять ускользнёт от тебя, то обрати внимание на то, что этот объект оставляет за собой."
    
    mu "Вот в чём состоит квинтэссенция науки, Хисао."
    
    mu "Мы, учёные, никогда не остановимся в поисках ответов."
    
    mu "Никогда не примем что-либо как должное."
    
    mu "Наблюдай, экспериментируй и снова наблюдай."
    
    mu "В мире есть много вещей, смысл которых никому не понятен, и твоя задача, Хисао, – открыть этот смысл и донести его до людей."
    
    mu "Если что и стоит запомнить из наших уроков, так именно эти слова."
    
    hi "Хорошо, я запомню."
    
    "Муто удовлетворённо улыбается."
    
    mu "Блеск. А теперь иди, наслаждайся отдыхом."
    
    mu "Ты его заслужил."
    
    "Я выхожу из кабинета в раздумьях."
    
    "К чему всё это было?"
    
    "Хотя…"
    
    "Может ли быть, что я не с той стороны смотрю на всю эту ситуацию с Эми?"
    
    "Если она не собирается мне рассказывать, то, может, есть какой-то другой способ?"
    
    #if b
    
    hi "Вообще-то у меня есть одно дело…"
    
    mu "Да? Ну, хорошо."
    
    mu "Я хотел узнать твоё мнение о нашем кружке естественных наук."
    
    mu "Но это, наверное, может и подождать."
    
    mu "Наслаждайся отдыхом, слышишь?"
    
    hi "Спасибо, обязательно."
    
    "Я бы с радостью поболтал с Муто, но у меня на уме сейчас другое."
    
    "А именно: как поступить с Эми?"
    
    "Могу ли я просто поставить вопрос ребром?"
    
    #end split
    
    "Этот вопрос продолжает крутиться у меня в голове, даже когда я добираюсь до своей комнаты."
    
    "А что, если она разозлится?"
    
    "И ещё, вдруг овчинка выделки не стоит? Может, её беспокоит сущий пустяк."
    
    "А если я приду к Эми и откажусь уходить, пока она не расскажет мне, что стряслось, не покажется ли ей, что я слишком приставучий?"
    
    "Не хочу устраивать скандал из-за чего-то подобного."
    
    "Может, стоит просто опустить эту тему?"
    
    "Подожду до завтра и посмотрю, как она, а там уже что-нибудь решу."
    
    "А если ничего не делать вообще, настолько ли это плохо?"
    
    "Не похоже, что нас тяготит общество друг друга."
    
    "Но, как бы странно это ни звучало, я действительно хочу… помочь ей."
    
    "Но я не знаю в чём, не знаю даже, есть ли что-то такое, с чем я мог бы ей помочь."
    
    "Но я хочу."
    
    "Неожиданный стук в дверь отвлекает меня от раздумий. Я открываю дверь и вижу %(name_kenji)s."
    
    hi "А, это ты."
    
    ke "«Это ты?» И всё?"
    
    ke "Мужик, если б ты знал, через что я прошёл, ты бы меня встречал поприветливее."
    
    ke "Я про то, что это была эпичнейшая фигня из разряда больше-мы-не-увидимся-прощай-навсегда-братан."
    
    ke "А ты тут ведёшь себя так, будто я в магазин за молочком сгонял!"
    
    ke "Ты хладнокровный мужик, Хисао."
    
    ke "Респект тебе."
    
    hi "Эм-м, ну спасибо… наверное."
    
    ke "А это умно, знаешь ли."
    
    ke "Не показывай никаких эмоций и будешь в безопасности."
    
    ke "Держи карты ближе к груди."
    
    ke "Пока не придёт время открываться. Если у тебя хорошие карты, конечно же."
    
    ke "Иначе придётся сбрасывать их или забирать то, что уже выиграл."
    
    ke "Понимаешь?"
    
    "Нет, %(name_kenji)s, не понимаю. Вообще ни малейшего понятия не имею, о чём ты."
    
    "Но, скажи я так, ты продолжишь сотрясать воздух."
    
    hi "Ага, ясно как божий день."
    
    hi "Полагаю, эм, миссия прошла успешно?"
    
    ke "Вау, что-то ты страшно любопытный, а?"
    
    ke "Нельзя просто так болтать о таких вещах!"
    
    ke "И тем более на такой деликатной стадии."
    
    ke "Один неверный шаг, и БУ-УМ!"
    
    ke "Вторжение увенчается успехом!"
    
    hi "А я думал, ты собирался вывести заговорщиков на чистую воду."
    
    ke "Там всё оказалось гораздо более масштабным, чем я предполагал."
    
    ke "Мне нужно будет обновить расчёты."
    
    ke "И, наверное, сменить парочку марионеток."
    
    ke "Помочь не хочешь?"
    
    ke "У меня тут завалялась бутылочка виски из… неважно откуда."
    
    ke "Заодно расскажешь, что нового удалось узнать в ходе твоего расследования."
    
    hi "Лучше не надо."
    
    hi "Я… договорился сегодня с ней встретиться."
    
    hi "Надо идти."
    
    hi "Нельзя вызывать подозрение."
    
    "%(name_kenji)s одобрительно кивает."
    
    ke "Всё держишь карты близко к груди?"
    
    ke "Хорошо, мужик, уважаю."
    
    ke "Ни пуха."
    
    hi "Эм, спасибо."
    
    "Притворюсь-ка я для сохранения своей собственной вменяемости, что он желает мне удачи в разговоре с Эми."
    
    "А если говорить его словами, то эти аналогии с карточными играми здесь вполне подходят."
    
    "Пора раскрыть все карты."
    
    "Или хотя бы попытаться заставить Эми сделать это."
    
    "Чувствуя важность надвигающегося момента, я бодрым шагом отправляюсь к Эми."
    
    "Резво протопав по ступенькам, я поднимаюсь к ней и стучу в дверь."
    
    emi "К-кто там?"
    
    "Хм. Странно."
    
    "Какой-то сдавленный у неё голос."
    
    hi "Эй, это я."
    
    hi "Проходил мимо и решил зайти."
    
    emi "Хисао?"
    
    emi "Заходи!"
    
    "Я толкаю дверь и понимаю, что она заперта."
    
    "Всё интереснее и интереснее…"
    
    hi "Э… у тебя дверь заперта."
    
    emi "О, точно, прости."
    
    emi "Погоди чуток."
    
    "Спустя пару минут дверь распахивается, являя мне улыбающееся лицо Эми."
    
    emi "Прости, пришлось надевать протезы."
    
    emi "Вздремнула немного."
    
    "Несмотря на её улыбку, что-то с ней определённо не так."
    
    "Глаза у Эми слегка покрасневшие – похоже, она недавно плакала."
    
    hi "Да ладно."
    
    hi "Ты в порядке?"
    
    emi "А? Ага, всё в норме!"
    
    hi "Просто выглядишь как будто только что плакала…"
    
    "Ну да, Хисао. Шикарное начало разговора, просто блеск."
    
    emi "Что? Не, со мной всё в порядке."
    
    emi "Просто рада тебя видеть."
    
    "Свои слова она подчёркивает долгим поцелуем, который продолжается и после того, как за нами с грохотом захлопывается дверь."
    
    "Я прекрасно понимаю, чего она сейчас хочет. Осознаю я и то, насколько сильно я хочу того же, но…"
    
    "Героическим усилием воли я прерываю поцелуй."
    
    hi "Эй, погоди."
    
    "В глазах Эми читается замешательство."
    
    emi "М-м? Подождать чего?"
    
    hi "Нам надо поговорить."
    
    emi "Стоп, мне казалось, что так должна говорить девушка парню, или нет?"
    
    emi "И никогда ничего хорошего после этих слов не бывает, так?"
    
    "Что-то в этом есть."
    
    "Обычно после этих слов расстаются."
    
    "Или очень сильно ссорятся."
    
    "Тот момент, когда запускается двигатель ракеты, к которой кто-то привязан."
    
    "…"
    
    "Так, с последним меня куда-то занесло."
    
    hi "Может, в этот раз будет иначе."
    
    hi "Ну я на это надеюсь, по крайней мере."
    
    emi "У… угу."
    
    emi "Давай хотя бы на кровать сядем."
    
    emi "Я на этих штуках первый день после кресла, всё ещё привыкаю."
    
    emi "Плюс фельдшер сказал, что мне нужно как можно реже их надевать."
    
    emi "А то ноги от бега и так устают."
    
    hi "С этим не поспоришь."
    
    "Конечно же, это ловушка. Мы оба знаем это, и нас обоих это не беспокоит."
    
    "Впрочем, очень сложно разозлиться на что-либо, когда сидишь на кровати рядом с объектом своих желаний."
    
    "Так что в этом есть доля здравого смысла."
    
    "Я помогаю Эми спустить ноги с кровати и сажусь рядом с ней, обняв её за плечи."
    
    "Некоторое время мы просто наслаждаемся вновь обретённой возможностью сидеть вот так рядом, в тишине."
    
    "А потом, конечно, я начинаю говорить и разрушаю эту идиллию."
    
    hi "Слушай, я знаю, что… что тебе в последнее время было тяжело."
    
    hi "И я хочу тебе помочь."
    
    hi "Я думал, в этом виноваты экзамены, но тут я прихожу к тебе в комнату, а ты плачешь. Меня это убивает."
    
    hi "Но я ничего не могу с этим поделать, ведь ты не говоришь ни слова."
    
    emi "Сказала же, всё в порядке."
    
    hi "Нет, не в порядке."
    
    hi "Тебя явно что-то тревожит."
    
    hi "Мне-то можно рассказать, ты знаешь."
    
    "Эми слегка повышает голос."
    
    emi "Почему моих слов, что всё в порядке, тебе недостаточно?"
    
    emi "Ты заботишься обо мне, я уже поняла."
    
    emi "Это классно."
    
    emi "Но у меня всё хорошо. Ничего такого, о чём тебе стоило бы волноваться…"
    
    hi "Ага, не спишь, постоянно отключаешься от реальности… даже чаще, чем Рин. По мне, так это нисколько не «в порядке»."
    
    hi "Пойми, я просто… просто хочу помочь."
    
    emi "Угу."
    
    hi "Мне не нравится, когда я вижу тебя такой подавленной."
    
    hi "Я хочу, чтобы ты была счастлива, понимаешь?"
    
    "Что-то подсказывает мне, что Эми понимает меня неправильно. Она меряет меня холодным, пронзающим взглядом."
    
    emi "Значит, хочешь меня исправить, Хисао?"
    
    "Вот теперь она действительно злится."
    
    emi "Хочешь прискакать на белом коне и спасти?"
    
    emi "Прекратить кошмары и фантомные боли в отсутствующих ногах?"
    
    emi "Восстановить утраченное?"
    
    "Слова застревают у неё в горле, а вместо них наружу рвутся слёзы."
    
    emi "Что ж, это у тебя {b}не получится{/b}."
    
    emi "Ни у кого не получится."
    
    emi "Ни у кого."
    
    "Я настолько шокирован её резкими словами, что не могу даже рта раскрыть."
    
    "Некоторое время мы сидим молча."
    
    "К моему удивлению, Эми не пытается отодвинуться подальше от меня, а, наоборот, прижимается всё сильнее."
    
    "Сделав глубокий вдох, она вновь начинает говорить."
    
    emi "Послушай, мне очень жаль."
    
    emi "Просто… всё дело в кошмарах."
    
    emi "Об аварии."
    #There's a remark in E7 concerning the type and amount of info Hisao has. Look at that scene too. Make sure stuff works out. Right now, I'd probably add a few lines to the tune of:
    #"Finally, here it comes."
    #"The accident. The things that took her legs."
    #"The beast she had to contend with." etc. etc. -SC

    emi "И обычно я с ними прекрасно справляюсь, потому что могу бегать."
    
    emi "Бег прочищает мне голову как ничто другое."
    
    emi "Когда бежишь, не нужно ни о чём беспокоиться."
    
    emi "Я просто сосредоточена на дыхании или поддержании темпа."
    
    emi "Так легче."
    
    emi "Легче жить."
    
    emi "Просто двигаться вперёд, понимаешь?"
    
    emi "Не думать ни о чём, кроме следующего поворота."
    
    emi "А за ним идёт ещё один поворот, потом ещё и ещё."
    
    emi "Пока я не почувствую, что больше не могу бежать, или думать, или вообще что-либо делать, пока не останется только снизить темп и пойти шагом, восстанавливая дыхание."
    
    emi "После такого не думается ни о чём."
    
    emi "Но я слишком долго торчала в этом проклятом кресле."
    
    emi "Вот и не было возможности."
    
    emi "Сегодня всё просто слегка… накопилось."
    
    hi "Знаешь, ты могла бы рассказать мне обо всём этом."
    
    hi "Тебе не нужно справляться со всем в одиночку."
    
    "Эми печально улыбается, будто пытаясь втолковать ребёнку, что любой огонь может обжечь."
    
    emi "Я справилась."
    
    emi "Всегда справляюсь."
    
    hi "Но почему?"
    
    hi "Почему ты пытаешься продолжать всё взваливать на себя?"
    
    hi "Почему ты не доверишься мне и не позволишь тебе помочь?"
    
    "Опять эта печальная улыбка."
    
    "Эми наклоняется и почти по-матерински целует меня в щёку."
    
    "Подвинувшись ближе к моему уху, она открывает мне эту тайну."
    
    emi "Потому, Хисао."
    
    emi "У меня уже однажды украли всё, что я любила и знала."
    
    emi "Не знаю, что со мной будет, если так выйдет снова."
    
    "Она замолкает, не уверенная, стоит ли рассказывать дальше."
    
    "Такое чувство, будто у меня внутри всё скручивается в узел."
    
    "Она продолжает."
    
    emi "Поэтому я не могу на тебя полагаться, Хисао."
    
    emi "И на фельдшера тоже."
    
    emi "Вообще ни на кого."
    
    emi "Только на себя."
    
    emi "Вот как всё должно быть."
    
    "Закончив эту коротенькую речь, она опускает голову и прикрывает рот тыльной стороной ладони."
    
    "Совершенно ясно, что разговор окончен."
    
    "Я пытаюсь подобрать какие-то слова, но тщетно."
    
    hi "Я…"
    
    hi "Я, наверное, пойду пока."
    
    hi "У меня… дела."
    
    "Эми даже не поднимает голову."
    
    "В её голосе слышится усталость… или облегчение."
    
    "Не знаю, что именно."
    
    emi "Хорошо, Хисао."
    
    emi "Иди, разберись со своими делами."
    
    emi "Завтра увидимся."
    
    "Я сползаю с кровати и плетусь к выходу, на мгновение замирая в дверях."
    
    hi "Эй, Эми…"
    
    emi "А?"
    
    "Тысячи вопросов так и рвутся с языка."
    
    "Но я настолько запутан, что не могу выбрать ни один из них."
    
    "После того как она признала, что никогда не подпустит меня ближе, я чувствую себя так, будто меня лишили целого мира, {b}моего{/b} мира."
    
    "Что случилось в той аварии?"
    
    "Знаю, она потеряла ноги, но её это вроде бы никогда особо не волновало."
    
    "Что же там произошло?"
    
    "Что может напугать девушку настолько, что она откажется от любой помощи?"
    
    "Даже от предложенной её возлюбленным?"
    
    "Не знаю."
    
    "Но я хочу знать."
    
    "Хочу знать настолько сильно, что невозможность добиться ответа на этот вопрос кажется хуже ножа в животе."
    
    emi "Хисао?"
    
    emi "Ты что-то сказал?"
    
    "Я всё ещё стою на пороге."
    
    hi "…Нет, ничего."
    
    hi "Не обращай внимания."
    
    "И я закрываю за собой дверь."
    
    "И иду по коридору."
    
    "Вниз по лестнице."
    
    "На улицу."
    
    "В темноту."
    
    return
    
label ru_E25:

    "Слишком быстро приходит утро после целой ночи без сна."
    
    "Вот, значит, как Эми проводит свои ночи?"
    
    "Уставившись взглядом в потолок или стену."
    
    "Пытаясь перестать думать о чём бы то ни было."
    
    "В моём случае – о ней."
    
    "То сдавленное чувство в груди всё ещё со мной."
    
    "«Я не могу на тебя полагаться»."
    
    "Так спокойно, словно мимоходом сказанные слова."
    
    "Будто она меня дразнила."
    
    "Или укоряла за предположение о том, что Земля плоская."
    
    "«Вот как всё должно быть», да?"
    
    "Хреново это, если вот так всё должно быть."
    
    "Я настолько паршиво себя чувствую, что едва не решаю пропустить пробежку."
    
    "Но это было бы просто глупо."
    
    "Я делаю это не только для того, чтобы увидеться с ней."
    
    "Это, конечно, всегда было основной причиной."
    
    "Но теперь есть кое-что более важное."
    
    "Мне стал нравиться сам бег."
    
    "Не самый плохой способ разогнать кровь."
    
    "Никогда не думал, что скажу это после той первой недели, но…"
    
    "Я чувствую себя гораздо лучше после пробежки."
    
    "Как будто неважно, что я совершу в оставшийся день, но хотя бы одно дело я уже сделал."
    
    "И ещё бег помогает окончательно проснуться."
    
    "К тому же Эми говорила, что он здорово прочищает ей мозги."
    
    "Может быть, и мне поможет?"
    
    "Очень на это надеюсь."
    
    "Утро сегодня прохладное и ясное, хотя и сырое."
    
    "Похоже, лето даёт о себе знать."
    
    "Когда я подхожу к стадиону, Эми уже разминается, а увидев меня, улыбается и машет рукой."
    
    emi "Эй, Хисао!"
    
    $ i = renpy.random.randint(1,20)
    if i == 1:
      "Видеть Эми такой бодрой и оживлённой после того, что было, – как удар по яйцам."
    else:
      "Видеть Эми такой бодрой и оживлённой после того, что было, – как пинок промеж ног."
    
    "Ну как она может быть такой радостной после вчерашнего?"
    
    "Я вяло машу ей рукой и сильно удивляюсь, получая в ответ объятия."
    
    emi "Слушай, насчёт вчерашнего…"
    
    "Опа, началось."
    
    emi "Хотела сказать спасибо."
    
    emi "Я всё-таки немного поспала, впервые за долгое время."
    
    emi "И я думаю, что это всё благодаря нашему разговору."
    
    emi "Так что спасибо."
    
    "Стоп, что?"
    
    "И как это наш разговор помог ей выспаться?"
    
    "Она же мне чуть ли не в лоб сказала, что не подпустит ближе."
    
    "И это помогло ей заснуть?"
    
    "Прошу прощения, но какого хрена?"
    
    "Эми моё недоумение то ли не замечает, то ли делает вид, что не замечает."
    
    "По ней уже не скажешь точно."
    
    hi "О, да нет проблем."
    
    hi "Рад, что смог помочь."
    
    "Яд, готовый вот-вот просочиться в мои слова, мне пока что удаётся сдерживать."
    
    "Но, думаю, лучше бы уже начать забег, пока я не сделал какой-нибудь глупости."
    
    "Эми, кажется, тоже рвётся вперёд, и спустя пару минут мы уже мчимся по стадиону."
    
    "Могу с уверенностью заявить, что она выглядит более спокойной."
    
    "Её бег вновь наполняется той грациозностью, которая так впечатлила меня, когда я впервые увидел, как она бежит."
    
    "Это ярко контрастирует с тем, как жестоко и безрассудно она заставляла себя носиться по стадиону в последнее время."
    
    "Похоже, наша беседа ей и впрямь помогла."
    
    "А вот мне, к сожалению, не очень."
    
    "Блин, вспоминаю время, когда был настолько не в форме, что даже думать было трудно."
    
    "Видимо, эти времена прошли."
    
    "Ну, по крайней мере, первую пару кругов мне так кажется."
    
    "Я увеличиваю темп, недовольный тем, что мысли никак не уходят из головы."
    
    "Ага, вот и она, жгучая боль в ногах."
    
    "Дыхание становится отрывистым, сердце бешено колотится. Его, кстати, лучше всё-таки пока поберечь."
    
    "Но оно явно стало сильнее. Я чувствую, как оно толкает кровь по моим жилам."
    
    "Стук в ушах усиливается, но вместо того, чтобы запаниковать, как в тот зимний день, я чувствую, что меня переполняет восторг."
    
    "Да, работает! Моё сердце, имеющее смертельно опасный изъян, из-за которого я здесь очутился, идёт на поправку."
    
    "Уже сейчас я могу продолжать бег и, может быть, однажды наконец смогу совсем перестать волноваться о нём."
    
    "Прямо сейчас меня не волнует даже то, что я не знаю, как быть нам с Эми."
    
    "Всё, что сейчас имеет значение, – это ритмичные движения моих рук и ног."
    
    "Больше ничего."
    
    "Выйдя на финишную прямую, я напоминаю себе, что бег и правда помогает мне, хоть и не так сильно, как хотелось бы."
    
    "Сейчас я чувствую себя гораздо лучше и, пройдя пару кругов шагом, чтобы остыть, начинаю думать о прошлой ночи в гораздо более спокойной манере."
    
    "Эми хочет держать меня на расстоянии."
    
    "Но я так просто не смогу."
    
    "Должен же быть какой-то способ избежать всего этого, решение, которое устроит нас обоих."
    
    "Только вот что это за решение, я понятия не имею."
    
    "Чёрт, а ведь я почти уже настроился на позитивный лад."
    
    emi "Отлично пробежал, Хисао!"
    
    emi "У тебя стало получаться гораздо лучше!"
    
    "Пф. Отлично пробежал, значит, да? Это всё, на что я могу теперь рассчитывать?"
    
    "Поздравляю, Хисао. Ты просто жалок."
    
    "Пора менять своё отношение к этому."
    
    hi "Ну, я вообще-то довольно классный, знаешь ли."
    
    "И всё равно я продолжаю говорить не то, что думаю."
    
    "Кто знает, может быть, ещё немного, и я начну скрывать свои проблемы так же, как и Эми."
    
    emi "Мне тоже нравится так думать."
    
    "Ну почему она так со мной поступает? Почему говорит такие слова, да ещё с такой нежностью и неподдельной привязанностью в голосе, что у меня сердце наружу выпрыгивает?.."
    
    "На самом деле она так не считает."
    
    "Не может."
    
    "Похоже, что справляться с эмоциями у меня получается хуже, чем я думал, потому что Эми вдруг бросает на меня пристальный взгляд."
    
    emi "Эй, ты в порядке?"
    
    emi "Может, стоит к фельдшеру сходить, а?"
    
    hi "Ага, не хотелось бы опять при тебе свалиться."
    
    "Эми слегка шокирует мой мрачный ответ."
    
    emi "Не говори так!"
    
    emi "Один раз такое уже было, если помнишь."
    
    "Ну почему же она пытается казаться такой нежной и любящей?"
    
    "Ей же абсолютно всё равно. Мне казалось, она ясно дала это понять."
    
    "Но, несмотря на всё это, мне в итоге приходится извиниться, хотя я и не должен бы. Да и вообще она, скорее всего, просто прикидывается."
    
    hi "Извини."
    
    hi "Пошли к фельдшеру зайдём."
    
    "Всё это время я не могу заставить себя успокоиться."
    
    "Каждый раз, когда мне кажется, что я мысленно справился с событиями прошлой ночи, Эми говорит или делает что-то с такой нежностью и привязанностью, что я опять возвращаюсь к тому, с чего начал."
    
    "Перед глазами постоянно вертится то, как она закончила разговор…"
    
    "Это было словно последний поворот кинжала в ране, который лишил меня всякой надежды на то, что у нас с Эми может получиться нечто большее."
    
    "А кто мы друг для друга сейчас? Всё равно что друзья, которым время от времени случается перепихнуться."
    
    "Так, что-то ты разгорячился, Хисао. Сбавь обороты, всё, может быть, не так плохо, как тебе кажется."
    
    "Да и вообще мне очень даже нравится то время, что провожу с ней. Я об этом думал на днях."
    
    "Получается, что я ничего и не планировал на её счёт, просто поймал попутный ветер да и понёсся куда глаза глядят?"
    
    "Вот с такими мыслями в голове я и прихожу в себя перед кабинетом фельдшера, который всё ещё осматривает Эми."
    
    "Вскоре Эми выскакивает оттуда, быстро целует меня и уносится, надо полагать, в душ."
    
    "А фельдшер тем временем машет мне рукой, давая понять, что пришла моя очередь. Когда я захожу внутрь, он начинает разговор со своего традиционного…"
    
    nk "Что-нибудь беспокоило сегодня?"
    
    hi "Не-а. Я сегодня даже посильнее, чем раньше, выложился, и вроде бы ничего страшного."
    
    nk "Не ожидал от тебя такого рискованного поведения, Хисао."
    
    nk "Ты слишком много общаешься с Эми. Это на тебе, несомненно, сказывается, причём зачастую не лучшим образом."
    
    "При упоминании её имени я не могу сдержаться и хмурюсь, несмотря на все попытки держать себя в руках."
    
    "Фельдшер удивлённо поднимает брови."
    
    nk "Ну-ка, ну-ка. Вот это уже что-то новенькое, а?"
    
    nk "Как я заметил, твоей стандартной реакцией на её имя обычно была широкая довольная улыбка, а не такое хмурое лицо."
    
    nk "Что у вас там стряслось? Просто на Эми это, похоже, совсем не сказывается."
    
    nk "Более того, она выглядела не такой напряжённой, как в предыдущие несколько недель, а для этого времени года ей это совершенно не свойственно."
    
    hi "Что вы имеете в виду?"
    
    nk "Под чем?"
    
    hi "Под «этим временем года». Я всё пытаюсь выяснить, что её так тревожит, но она уходит в себя, как только я касаюсь этой темы."
    
    hi "А ещё прошлым вечером она сказала—"
    
    #Aw baby don't feel so down, something something something FUCK YOU I LIKE THE STROKES
    
    nk "Дай-ка угадаю. Она тебе не расскажет, потому что не может тебе доверять?"
    
    nk "А теперь ты разбит и подавлен, потому что считал, что вы являетесь чем-то большим, чем ей кажется?"
    
    hi "Ну, как-то так."
    
    hi "Чёрт, как вы угадали?"
    
    nk "Хисао, я же фельдшер."
    
    nk "Знать такие вещи – часть моей работы."
    
    nk "Кроме того, я знаю Эми достаточно долго, чтобы понять, что она попытается выкинуть нечто подобное."
    
    nk "Это очень в её духе."
    
    "Он говорит это таким полурасслабленным-полураздражённым тоном, который был бы более уместен, если бы у него изо рта торчала сигарета."
    
    "На данный момент ему, похоже, неплохо и с ручкой вместо неё."
    
    nk "Слушай, ты не будешь против, если я дам тебе небольшой совет?"
    
    #If you talked to Mutou, then you get to choose between a) Sure, why not? or b) Don't worry, I can handle it.  If you didn't talk to Mutou, default to choice b.
    
    #If A
    
    "Что там вчера сказал Муто?"
    
    "Если не могу наблюдать что-то непосредственно, нужно обратить внимание на то, что происходит вокруг?"
    
    "Стоит попробовать."
    
    "Бьюсь об заклад, фельдшер знает Эми лучше, чем я."
    
    hi "Конечно, с радостью выслушаю."
    
    hi "Если честно, я немного запутался."
    
    hi "Понятия не имею, как разобраться со всем этим."
    
    nk "А по тебе не скажешь."
    
    "Он говорит это с хитрой ухмылкой. Шутит, наверное."
    
    nk "Слушай, дело вот в чём: Эми очень… упёртая. Ты и сам, наверное, уже заметил, а если нет, то ты довольно невнимателен."
    
    nk "Поэтому осмелюсь предположить, что ты всё-таки не настолько безнадёжен."
    
    hi "Вот уж спасибо."
    
    nk "Как бы то ни было, если она решила, что не хочет рассказывать о случившемся, то она не скажет ни слова."
    
    nk "Она хоть что-нибудь говорила про то, что её беспокоит? Хотя бы намекнула?"
    
    hi "Ну, она говорила, что её мучают кошмары, связанные с той аварией…"
    
    nk "Серьёзно? Значит, ты делаешь успехи. Это хорошо."
    
    nk "Ну что ж, думаю, смогу тебя просветить на этот счёт, не нарушая при этом своё самое строгое правило в отношении Эми: не вмешиваться, когда она принимает глупые решения."
    
    nk "Скоро будет годовщина катастрофы."
    
    nk "В это время она обычно очень подавлена, потому что для неё это было сильнейшим ударом, если учитывать, что именно она потеряла."
    
    hi "Вот ещё один вопрос. Она вела себя так, будто потеряла гораздо большее, нежели свои ноги. Что именно?"
    
    nk "Стоп! Нет уж, в такие дебри я не полезу. Спроси лучше кого-нибудь другого. Здесь уже целый мешок тараканов, и я его развязывать не буду."
    
    nk "Если Эми посчитает, что тебе стоит об этом знать, она сама тебе расскажет. В своё время."
    
    nk "Тебе просто надо подождать."
    
    hi "А почему вы мне вообще помогаете?"
    
    nk "Потому что ты положительно влияешь на неё. Она доверяет тебе, даже если ты считаешь, что это не так."
    
    nk "И у тебя больше всего шансов в этой школе помочь ей в это время года."
    
    nk "Она отказывается от моей помощи."
    
    nk "Но, возможно, примет твою, если ты не облажаешься."
    
    nk "Так что не ошибись, понял?"
    
    #if b
    
    "Совет? Какой ещё совет? Мне кажется, тут всё равно ничего не поделать."
    
    hi "Нет, спасибо. Не думаю, что вы можете сказать что-то, что может помочь."
    
    nk "Ты не можешь знать наверняка, Хисао."
    
    hi "Да нет, я всё прекрасно понимаю."
    
    hi "Просто Эми в некоторых вопросах очень упряма и меня это раздражает, но, думаю, я справлюсь."
    
    hi "Не беспокойтесь за нас."
    
    "Не похоже, что фельдшер мне верит, но пожимает плечами."
    
    nk "Ну, как знаешь, пацан."
    
    #end split
    
    "Не успеваю я сказать и слова, как нас прерывает стук в дверь."
    
    emi "Эй, ребят, вы всё ещё там?"
    
    nk "Мы тут по-быстренькому трахаемся с твоим парнем, Эми."
    
    nk "Дай нам пару минут, хоть штаны наденем."
    
    "Дверь с треском распахивается, и Эми бросает на фельдшера убийственный взгляд."
    
    emi "Дурак."
    
    nk "Не хотел тебя обнадёживать."
    
    hi "Эй, а можно… можно меня в это не втягивать?"
    
    hi "Ладно, так что случилось, Эми? Что-то забыла?"
    
    "Заговорив с ней, я стараюсь придать голосу более радостный тон."
    
    "Не стоит её расстраивать. Можно и поиграть в «у нас всё хорошо»."
    
    emi "Вообще-то да, я забыла у тебя кое-что спросить."
    
    hi "Да? И что же?"
    
    emi "Хочешь, сходим ко мне домой?"
    
    emi "Мама будет готовить обед, и я решила узнать, не желаешь ли ты к нам присоединиться?"
    
    nk "Ну конечно же, я с удовольствием пойду."
    
    "Эми в шутку тыкает фельдшера в плечо."
    
    emi "Да не вы, балда."
    
    emi "Вы на прошлой неделе приходили."
    
    emi "Я обращалась к Хисао."
    
    nk "Вот оно как? Интересно! Встреча с родителями!"
    
    hi "Я с радостью приду, Эми. Спасибо."
    
    "Фельдшер удивлённо поднимает брови, но молчит."
    
    emi "Отлично! Я буду у себя в комнате, загляни после того, как примешь душ и переоденешься, и мы поймаем автобус!"
    
    hi "Договорились. Скоро увидимся!"
    
    "Теперь настаёт мой черёд наклониться, чтобы быстро поцеловать Эми и умчаться к себе в комнату."
    
    "Какое интересное развитие событий."
    
    "Может, мы всё же становимся ближе друг к другу?"
    
    "А может, Эми наконец-то стала чуть более открытой."
    
    "Или она просто играет в вежливость и решила, что пригласить меня на обед, чтобы извиниться за прошлую ночь, – хорошая идея?"
    
    "Прекрасно. Теперь я даже не знаю, радоваться мне, нервничать или расстраиваться."
    
    "Решив, что можно всё это скомбинировать, я отправляюсь в душ."
    
    return
    
label ru_E26:

    "Не думаю, что мне нравится ездить в автобусах."
    
    "На самом деле можно даже принять это за факт."
    
    "Они сильно раскачиваются, странно пахнут, и ты чувствуешь каждую кочку на дороге."
    
    "К тому же ноги Эми издают странный лязгающий звук, который привлекает внимание всех пассажиров в автобусе."
    
    "Она опять в шортиках, но на этот раз она натянула на протезы длинные носки, так что они выглядят вполне нормально."
    
    "Но время от времени она всё равно ловит один-два недоуменных взгляда, когда её ноги ударяются друг о друга с довольно заметным стуком."
    
    "Я нервно ёрзаю в сиденье, вызвав удивлённый взгляд Эми."
    
    "Ей безразличны взгляды пассажиров, или же она их просто не замечает."
    
    "Я думаю, за свою жизнь она успела поймать кучу таких взглядов. Со временем она, скорее всего, просто перестала обращать на них внимание."
    
    "Но, даже если я спрошу, она всё равно не скажет."
    
    "А ещё одним фактом является то, что беспокоюсь я не только из-за поездки в автобусе."
    
    "Я всё никак не свыкнусь с мыслью о том, что Эми, похоже, изо всех сил пытается одновременно и оттолкнуть меня от себя, и подпустить ближе."
    
    #if you picked A in e25
    
    "Фельдшер сказал, что она мне верит, даже если и не показывает этого."
    
    "Но вот не знаю, могу ли я верить ему."
    
    "Он всегда на стороне Эми, как и я. А если бы меня что-нибудь про неё спросили, то я, скорее всего, постарался бы ответить так, чтобы показать её в хорошем свете."
    
    "Так что, вероятно, он это и сделал."
    
    "И всё же он так искренне удивился, когда Эми пригласила меня домой…."
    
    "Может, вчерашняя вечерняя беседа и помогла больше, чем я рассчитывал, но я всё равно волнуюсь."
    
    #Meanwhile back on the stuff everyone else sees....
    
    "Встреча с родителями – дело серьёзное, не так ли?"
    
    "Не то чтобы я раньше не виделся с мамой Эми, но тогда это было просто знакомство."
    
    "Теперь это будет знакомство в роли парня Эми, со всеми вытекающими."
    
    "Я чувствую, как бьётся в груди сердце; отголосок случившегося тем заснеженным утром, так давно, будто в другой жизни."
    
    "С той разницей, что тогда я не знал, что происходит, да и препаратов, чтобы вернуть ситуацию под контроль, у меня не было."
    
    "Я проделал длинный путь с точки зрения моего здоровья и второй раз за сегодня чувствую, что смогу жить полной жизнью."
    
    "Что бы ни считалось нормой. Если бы только теперь мне удалось разобраться с отношениями так же хорошо, как и с сердцем, то я был бы в прекрасной форме."
    
    emi "Вот мы и приехали."
    
    hi "А?"
    
    emi "Приехали, говорю."
    
    "Как только мы выходим из автобуса, Эми хватает меня за руку и без промедления ведёт вдоль по улице."
    
    emi "Давай же, до моего дома ещё пара кварталов."
    
    hi "Что? А, ладно."
    
    "Я иду по улице вслед за Эми, глядя на её уверенную походку."
    
    "Она задаёт довольно бодрый темп для простой прогулки. Думаю, она хочет поскорее попасть домой."
    
    hi "И часто твоя мама устраивает такие званые обеды?"
    
    emi "Да нет, не слишком часто. Маме никогда не нравилось изображать из себя хозяйку."
    
    hi "Правда?"
    
    emi "Да, мой отец подталкивал её к тому, чтобы она больше общалась с людьми."
    
    "Эта неожиданная отсылка к её отцу выбивает меня из колеи."
    
    "Судя по лицу Эми, я не уверен, что она хотела его упоминать. Кажется, я лишь однажды слышал, как она говорит о нём."
    
    "Единственное, что я помню, – как мама Эми сказала, что его больше нет с ними."
    
    hi "Да? Так твоя мама предпочитает одиночество?"
    
    "Эми смеётся. То ли от облегчения, что я не спросил о её отце, то ли моё утверждение действительно смешное."
    
    emi "Вовсе нет! Именно благодаря ей я такая общительная, знаешь ли."
    
    emi "Просто она предпочитает быть гостьей больше, чем хозяйкой: забот меньше, как она говорит."
    
    hi "Очевидно, она никогда не ходила на обед к матери своей девушки."
    
    "Эми опять заливается смехом и с издёвкой говорит:"
    
    emi "Что, Хисао, волнуешься?"
    
    emi "А не должен! В этом нет ничего такого! Просто обед в моём доме, вот и всё!"
    
    hi "Да, но ты когда-нибудь приводила домой парня?"
    
    "Признаюсь, какая-то часть меня боится услышать ответ на этот вопрос."
    
    "Я знаю слишком мало про прошлые отношения Эми – я даже не знаю, {b}были{/b} ли они вообще."
    
    emi "Нет, думаю, что не приводила."
    
    "Она обеспокоенно хмурится."
    
    emi "Слушай, а ведь это, наверное, и правда важная встреча…"
    
    hi "Отлично, теперь я нервничаю в два раза больше."
    
    "Хотя, по правде говоря, я очень рад услышать, что я первый, кто побывает у неё дома."
    
    "Может быть, в наших отношениях всё-таки есть что-то особенное."
    
    "Воодушевлённый этими новыми мыслями, я успешно справляюсь с нервами к тому моменту, когда Эми стучится в дверь."
    
    emi "Эй, мам, открывай! Это мы!"
    
    "Дверь распахивается, и за ней мы видим миссис %(name_ibarazaki)s, с улыбкой смотрящую на свою дочь. И улыбка, кстати, очень напоминает улыбку её дочери."
    
    "Я никогда к этому не привыкну."
    
    emm "Знаешь, обычно люди ждут пару минут, прежде чем начать кричать под дверью."
    
    emi "А большинство матерей здороваются со своими дочерьми, вместо того чтобы сразу же бранить их."
    
    emm "Да, конечно. Добро пожаловать домой, дорогая. Я по тебе скучала."
    
    "Мама ласково обнимает Эми, мы входим внутрь, и только тогда она, кажется, вспоминает, что здесь ещё есть я."
    
    emm "Привет и тебе, Хисао. Как ты?"
    
    hi "Всё нормально, спасибо. Хорошо, что теперь хоть на некоторое время не надо заботиться об успеваемости."
    
    emm "Ах да, вы же сдали экзамены, не так ли? Это должно быть настоящим облегчением для вас обоих."
    
    hi "Как гора с плеч, это точно."
    
    emi "У меня тоже! Думаю, вчера ночью я впервые за несколько недель спала спокойно."
    
    "Если эта новость и была сюрпризом для мамы Эми, то она этого не показала. И всё же её реакция вызывает интерес."
    
    emm "Правда? Очень рада это слышать, Эми. Ты же знаешь, что я всегда очень волнуюсь, когда ты так переживаешь по поводу… ну, экзаменов."
    
    "Хм. Она определённо знает что-то, неизвестное мне, или, скорее, не знает, что Эми рассказала мне про свои кошмары."
    
    "Интересно наблюдать, как мама старается помочь Эми. Своего рода защитный инстинкт, суть которого – не дать мне узнать больше того, что Эми сама готова мне рассказать."
    
    #once again, see this only if you talked to Mutou
    
    "Похоже, у Эми с кварками гораздо больше общего, чем я предполагал."
    
    "Быстро носится туда-сюда, не поддаётся анализу с помощью прямого наблюдения, но влияет на всех, с кем вступает в контакт."
    
    #okay back to everything else
    
    "Интересно, даст ли Эми знать о том, что я знаю о кошмарах? Или она держит всё в секрете ото всех?"
    
    emi "Ага, в этом году всё не так плохо, как в прошлом. Хисао мне очень помог."
    
    "Да, но я знаю, что это всё не так. Она даже отказалась встречаться вне школы на экзаменационной неделе!"
    
    "Но… в течение дня мы всё же виделись. И она мне много раз говорила, что единственное, чего она каждый раз с нетерпением ждала, – это наши утренние пробежки. Так что, вероятно, в её словах есть доля правды."
    
    "Так или иначе, мне становится чуточку лучше, когда я слышу, что помог ей тем, что просто был рядом."
    
    "Услышав это, мама Эми удивлённо поднимает бровь. Непонятно, то ли она ей не верит, то ли так же удивлена, как и я."
    
    emm "Ну что ж, мне кажется, вам идёт на пользу, что вы стали так близки."
    
    emm "Я бы тебе посоветовала хорошенько заботиться о моей дочери, Хисао, но, похоже, ты и так это делаешь."
    
    "На это Эми улыбается, довольная тем, как легко я смог заработать доверие её матери."
    
    hi "Вообще-то я бы сказал, что это ваша дочь обо мне заботится. Она меня вытащила на улицу и помогла начать бегать."
    
    hi "С того момента, как я её встретил, моя жизнь стала даже активней, чем была когда-либо, даже до…"
    
    "Если честно, я никогда особо не переживал из-за этого, но и ничего весёлого в этом не находил."
    
    "Даже до приступа я вёл не очень активный образ жизни. Случайные игры в футбол не в счёт, потому что они случались слишком редко."
    
    "Но сейчас я точно знаю, что у меня слабое сердце, и именно {b}сейчас{/b} я стал бегать каждый день, испытывая удачу и надеясь на свои лекарства."
    
    "Я тихонько хихикаю и понимаю, что так и не закончил фразу."
    
    hi "Ну, до моего сердечного приступа и до того, как я оказался в этой школе."
    
    "Вот так просто, сказал – и всё. А ведь когда-то я подумал бы дважды, прежде чем обсуждать свою болезнь."
    
    "А теперь? Теперь мне кажется глупым зацикливаться на этом, тем более в обществе Эми и её мамы."
    
    "Если уж Эми может пренебрегать своим недугом, значит могу и я. Я вдруг вспоминаю соревнования по бегу, когда Эми сказала, что она – самая быстрая в мире бегунья без ног."
    
    "Её, казалось, никогда не волновал этот очевидный факт, по крайней мере на людях."
    
    "Я прекрасно понимаю, как недовольна она была тем, что снова оказалась в инвалидном кресле. Но даже с этим она справилась самостоятельно."
    
    "Несмотря на все мои усилия, прикладываемые к тому, чтобы помочь ей."
    
    emm "У Эми есть способность выявлять в людях наиболее активные стороны характера. Но я никогда не понимала, как она это делает."
    
    "Для начала стоит упомянуть эти её щенячьи глазки…"
    
    emm "Я не удивлена, что ей удалось увлечь тебя занятиями спортом."
    
    emm "Если бы Рин не была настолько упрямой, я уверена, что Эми смогла бы растормошить и её тоже и заставить бегать вместе с вами."
    
    emi "О, точно! Рин же передавала привет!"
    
    "Мать с дочерью переключаются на разговор между собой, пока мы направляемся в столовую."
    
    "Запах стоит замечательный; чувствуется, что мама Эми здорово готовит."
    
    emi "Ого, ты столько наготовила, что можно накормить целую армию!"
    
    emm "Разве это много? Тогда вы можете взять что-нибудь с собой, когда будете уходить."
    
    hi "Звучит здорово! В последнее время я ем в столовой, так что домашняя еда может внести определённое разнообразие."
    
    emi "В яблочко. Спасибо, мама."
    
    "На вкус стряпня столь же хороша, как и на запах, и, пока мы едим, беседа прерывается."
    
    "Эми поглощает еду с обычным для неё аппетитом, и я замечаю, что тоже начинаю активнее работать челюстями."
    
    emm "Итак, Хисао, я слышала, что у вас с моей дочерью установились весьма близкие отношения, хм?"
    
    "Желание сказать нечто вроде «не совсем» столь сильно, что я открываю рот, чтобы произнести это, но беру себя в руки."
    
    "Мы близки, и от этого никуда не денешься. Эми же привела меня сюда, не так ли?"
    
    "К счастью, Эми и её мать, кажется, расценивают мою реакцию так, будто я застигнут врасплох, а не как попытку возразить."
    
    hi "Хех, думаю, да. Всему виной утренние пробежки."
    
    emi "Ты говоришь так, будто в этом есть что-то плохое, Хисао."
    
    emm "А для меня слышать такое – облегчение."
    
    hi "Почему?"
    
    emm "Эми всегда пользовалась популярностью, но у неё никогда не было близких друзей. Особенно мальчиков."
    
    "Это для меня новость. Я частенько видел Эми общающейся с одноклассниками на переменах."
    
    "И, конечно, вся команда по бегу её обожает, но в то же время она предпочитает проводить большие перемены с Рин и со мной."
    
    "Как бы то ни было, такого не ожидаешь от популярной девушки. Кроме того, я на собственной шкуре ощутил, как неохотно она сближается с людьми, так что не сказать, что я удивлён."
    
    emm "У меня начали появляться сомнения."
    
    "Эми закатывает глаза к потолку и ворчит что-то, что я не могу разобрать."
    
    emi "А, ну конечно, тот единственный раз в комнате кружка рисования, и у неё уже начали появляться сомнения…"
    
    hi "А?"
    
    emi "Что?"
    
    hi "Что ты только что сказала?"
    
    emi "Ничего."
    
    "Она сейчас пошутила? Судя по ухмылке, скорее да."
    
    "Миссис %(name_ibarazaki)s тоже так думает, потому что едва не давится со смеху."
    
    emm "Слишком много ты общаешься с фельдшером, Эми."
    
    emm "Нужно будет провести с ним воспитательную беседу на тему развращения моей дочери."
    
    hi "Не думаю, что это сработает."
    
    emi "Как бы то ни было, большую часть я переняла от тебя. Не от фельдшера."
    
    emm "Не слушай её, Хисао. Она прирождённая лгунья."
    
    emi "Пф. Чёрта с два!"
    
    hi "Не знаю, не знаю, Эми. Мне кажется, что твоя мать права."
    
    emi "Что? Ах ты, предатель! Ты должен быть на моей стороне!"
    
    hi "Да, но ты же солгала о своей ноге после встречи— ой!"
    
    "Меня прерывает пинок пластиковой ступнёй под голень, но слишком поздно: брови её матери ползут вверх."
    
    emm "А что там насчёт твоих ног?"
    
    emi "Ничего страшного. Просто я… э… немногопобылавинвалидномкресле."
    
    "Мать Эми быстро расшифровывает последнюю пробормоченную фразу – подозреваю, у неё есть обширный опыт в такого рода вещах, – и на её лице появляется обеспокоенное выражение."
    
    #As a slight directing note, I would imagine Emi shifting around uncomfortably a lot for the entirety of this exchange, right up to her sudden outburst.
    
    emm "О, Эми… я знаю, как ты ненавидишь быть в инвалидной коляске."
    
    emm "Неудивительно, что в последнее время ты в таком настроении!"
    
    hi "Да, если можно так сказать, на своих ногах она гораздо счастливее."
    
    emm "Ну конечно! Сразу после аварии она провела немало времени в инвалидной коляске."
    
    hi "Протезы она получила не сразу?"
    
    emm "Нет, сперва ей нужно было закончить лечение, прежде чем они начали терапию для адаптации к такого рода вещам."
    
    emm "Главным образом потому, что она хотела на них бегать."
    
    hi "Я не знал."

    #this would be the outburst.
    
    emi "Ага, полный отстой. Кстати, а ты видела на фестивале фреску Рин?"
    
    "Столь неожиданная смена темы заставляет меня запоздало осознать, что Эми нервничала на протяжении всего того времени, как мы с её матерью беседовали."
    
    "Я должен был заметить, как она настораживается, когда речь заходит об аварии. Даже когда говорит с матерью."
    
    emm "Нет, на фестиваль я так и не попала, забыла?"
    
    emm "Хотя одним глазком я видела её, когда у тебя были соревнования. По-моему, выглядит довольно странно."
    
    emi "Думаю, это более-менее то, чего она добивалась. Рин много говорила о том, что фреска получается похожей на сон. Или что она пытается сделать её такой."
    
    emm "Картины Рин – одна из тех вещей, которые я, кажется, никогда не смогу понять."
    
    emi "Это неудивительно. Не думаю, что Рин стремится быть понятой."
    
    emi "Однажды она рассказала мне, что искусство позволяет людям понять то, что иначе понять не удаётся, но всё же она не уверена, что так и есть."
    
    "Меня удивляет, что Эми обсуждала это с Рин настолько всесторонне, что теперь даже имеет по этому поводу в точности такую же точку зрения, что и она."
    
    "Хотя я уверен, что Рин, окажись она в подобной ситуации, не смогла бы перенять мнение Эми."
    
    "Если, конечно, Эми намеренно не держит меня в полном неведении относительно всего; что вполне возможно, хоть эта мысль мне и неприятна."
    
    "Я на время выключаюсь из беседы, уйдя в себя из-за этой неприятной череды мыслей."
    
    emm "Послушай, Эми, я хотела спросить…"
    
    emi "А?"
    
    emm "Ты собираешься в этом году проведать отца?"
    
    "По тому, как она это произносит, можно подумать, что речь идёт о погоде. По тому, как Эми реагирует, становится понятно, что речь точно не о погоде."
    
    "Она вздрагивает, слегка отдёрнув голову, будто ей дали пощёчину."
    
    emi "Может, поговорим об этом позже?"
    
    "Она произносит это натянуто, дрожащим голосом. Такое впечатление, будто она сильно потрясена вопросом."
    
    "Похоже, мама Эми ошиблась при оценке уровня нашей с Эми близости."
    
    "Определённые темы в моём присутствии, видимо, лучше не затрагивать. Её отец – одна из таких тем."
    
    "Авария, из-за которой она лишилась ног, – вероятно, другая такая тема, насколько можно судить по реакции Эми на предыдущий разговор между мной и её матерью."
    
    "Матери Эми не требуется много времени, чтобы понять, что она сказала лишнее."
    
    emm "Как скажешь, дорогая. Прости, что завела этот разговор, просто я хотела спросить, чтобы строить планы—"
    
    emi "Всё нормально. Не волнуйся об этом."
    
    "Эми нервно ёрзает, будто смущённая собственной реакцией. Признаюсь, её реакция приводит в замешательство."
    
    "Только сегодня она упомянула при мне своего отца! Всего-то пару часов назад!"
    
    "Почему простой вопрос о том, когда она посетит отца, вызывает такую бурную реакцию?"
    
    "Разве что то спокойствие, которое она, по её словам, обрела после нашего разговора прошлым вечером, внезапно испарилось."
    
    "Или он не помог настолько, насколько она думала. Или сказала."
    
    emi "Я, э-э, сейчас вернусь. Мне нужно посетить комнату для девочек."
    
    "Эми внезапно встаёт из-за стола и уходит, оставляя нас с её матерью наедине."
    
    "Меня терзают противоречия. Пойти за ней или лучше остаться?"
    
    #"It's obvious that Emi's departure was not based on the call of nature. Something's bothering her, and I have to know what it is."
    
label ru_choiceE26:
menu:
    with menueffect
    
    "Очевидно, Эми ушла не потому, что ей понадобилось посетить туалет. Что-то беспокоит её, и я должен узнать что."
    
    "{font=playtime_cyr2.ttf}Пойти за ней.{/font}":
        return m1

    "{font=playtime_cyr2.ttf}Поговорить с её мамой.{/font}":
        return m2

    #choice time, kiddies.  Well, assuming you talked to Mutou.  If you didn't you'll default to 1) Go after her! and not 2) Talk to Emi's mom
    #It's a little early to say, but it's starting to look like nearly all the path hinges on having picked the right choice with Mutou. Given that it is the first one, or one of the first, that's dangerous. -SC
    
    #if you go after her
    
label ru_E26a:
    
    "Единственный способ узнать это – отправиться к источнику. А источник сейчас притворяется, будто она отправилась в туалет."
    
    "Я вежливо извиняюсь, встаю из-за стола и направляюсь за ней."
    
    "Эми оставила дверь открытой, и, подойдя, я вижу, что она опёрлась о стол, пытаясь взять себя в руки. Но её попытки терпят неудачу, как только я открываю рот."
    
    hi "Не похоже, что зов природы был столь срочен."
    
    "Эми вздрагивает и сердито смотрит на меня."
    
    emi "Что ты тут делаешь? Я пришла сюда не потому, что хотела поговорить."
    
    hi "Я просто хочу тебе помочь. Ты выглядишь немного взволнованной."
    
    emi "Я же сказала, что всё в порядке, разве нет? И, кроме того, я думала, мы выяснили, что ты мне помочь не сможешь."
    
    hi "Нет, мы выяснили, что ты упрямая."
    
    emi "Посмотрите, кто заговорил. Парень, который последовал за мной."
    
    hi "Это другое! Я хочу помочь тебе с… чем бы то ни было."
    
    emi "Забавно, потому что {b}я{/b} хочу, чтобы ты просто оставил меня в покое."
    
    hi "Но почему? Почему ты не можешь просто довериться мне?"
    
    emi "Мы уже обсуждали это, Хисао. Я должна справиться с этим сама."
    
    hi "Я не согласен! Тебе нужна моя помощь, ты просто не хочешь принимать её!"
    
    "Кажется, я немного переборщил."
    
    emi "Нужна? Мне {b}нужна{/b} твоя помощь?"
    
    emi "Да, это здорово, что мы повстречались, правда? Поскольку иначе, полагаю, я бы так и осталась сломанным человечком, не так ли?"
    
    emi "Нет, это чертовски здорово, что Хисао согласился меня спасти, правда? Потому что, видит бог, я сама себя спасти не могу, верно?"
    
    emi "Я всего лишь бедная, эмоционально ущербная девочка без ног, правда?"
    
    hi "Эми, знаешь, я не думаю, что—"
    
    emi "Неужели? Да если бы ты считал иначе, то не думаю, что стоял бы здесь, повторяя, что мне нужна твоя помощь."
    
    emi "Я и без тебя многого добилась в жизни как нормальный человек."
        
    hi "И что, ничего из того, что у нас с тобой было, не важно? Я просто парень, который с тобой гуляет?"
    
    emi "Ты мой парень, Хисао, а не спаситель."
    
    hi "Ну уж нет, это очевидно. Ты ведь даже не допускаешь мысли, что я могу тебе чем-то помочь."
    
    hi "Ты просто держишь всё в себе и надеешься, что бег решит все твои проблемы, или приходишь ко мне, и мы занимаемся глупостями до тех пор, пока тебе не становится лучше."
    
    hi "Это не то, чем занимаются нормальные люди, Эми. Близкие отношения означают другое."
    
    emi "Но для меня они означают именно это, Хисао."
    
    emi "Я хочу—"
    
    "Только сейчас она спохватывается. На её лице появляется проблеск горечи и сомнения. Мгновение кажется, она вот-вот заплачет."
    
    "Но это мгновение уходит, и она снова берёт себя в руки. Чем бы ни было то желание, оно останется невысказанным."
    
    emi "Слушай, я… я просто не могу сделать это прямо сейчас."
    
    hi "Что, поговорить начистоту? Быть открытой? Быть честной? Чёрт, да хоть немного задуматься о чём-нибудь, кроме себя и своих проблем?"
    
    emi "Да что тебе известно о моих проблемах? Ничего! Ты не знаешь, через что я прошла, так что не делай вид, что тебе это знакомо."
    
    hi "Я знаю, что тебе снятся кошмары, и я знаю, что твой отец умер. Что с ним случилось?"
    
    "Эми отшатывается, словно я только что дал ей пощёчину. В её голосе вновь чувствуется напряжение."
    
    emi "Всё. Достаточно."
    
    "Это глупо. На протяжении всего разговора Эми различными способами отгораживалась от меня."
    
    hi "Что, не ответишь даже на этот вопрос? Ну и ладно, храни свои секреты. По мне, они и дальше могут покоиться в могиле хоть до второго пришествия."
    
    "Глаза Эми расширяются. Когда она снова начинает говорить, её голос звучит тихо и угрожающе."
    
    emi "Убирайся вон из моего дома, Хисао."
    
    "Внезапное изменение её тона останавливает мой праведный гнев и с нарастающим ужасом заставляет осознать, что я только что сказал."
    
    hi "Эми, я не хо—"
    
    emi "Я сказала – {b}уйди{/b}, Хисао."
    
    emi "Скажи матери, что ужин тебе очень понравился, но сейчас у тебя важная встреча, а затем убирайся из моего дома."
    
    "Теперь она дрожит, трясясь от гнева, печали или возбуждения. Её голос всё так же тих и сдержан. Она почти рычит."
    
    "Я хочу положить руку ей на плечо, чтобы извиниться, что зашёл так далеко, но она уворачивается от моего прикосновения."
    
    emi "Убирайся."
    
    "Что тут поделаешь? Я выхожу из кухни и иду в гостиную, извиняюсь перед мамой Эми и ухожу."
    
    return
    #You'd then dump to e27, you naughty child.
    
    #Ah, but what if you chose to Talk to Emi's Mom?  Well, you'd see this:
    
label ru_E26b:
    
    "После того как Эми убегает, повисает неловкая тишина. Я не знаю, что и сказать."
    
    "Мать Эми вздыхает, нарушая тишину."
    
    emm "Прошу прощения, Хисао. Иногда я забываю, что Эми чувствительна к некоторым темам."
    
    emm "Да и об инвалидной коляске я говорила…"
    
    hi "Мне сходить за ней?"
    
    emm "Ради всего святого, нет! Понимаешь, она ушла, чтобы не продолжать разговор."
    
    hi "Но если она взволнована, разве не нужно ей помочь?"
    
    emm "Если бы это был кто-то другой, я бы согласилась. Но моя дочь упряма как ослица и, если она хочет побыть одна, лучше позволить ей побыть одной."
    
    emm "Иначе она может сказать что-то, о чём потом пожалеет, что даст тебе повод сказать что-то, о чём пожалеешь ты, а я не хочу, чтобы обед закончился тем, что один из вас или вы оба унесётесь из дома."
    
    emm "Это будет значить, что я плохая хозяйка, верно? Сегодня я и так уже наделала глупых ошибок."
    
    hi "Всё в порядке, по-видимому мне не стоило заводить разговор об инвалидной коляске."
    
    "Миссис %(name_ibarazaki)s хмурится, явно обеспокоенная отсутствием Эми больше, чем хочет показать."
    
    emm "Хотелось бы, чтобы она так не поступала. Понимаешь, из-за этого я только ещё больше переживаю."
    
    hi "Часто с ней такое случается?"
    
    emm "Что, внезапные уходы в туалет? Нет, не могу сказать, что часто. Скрытие ран от собственной матери? Ну, это случается несколько чаще."
    
    emm "Каждый раз, когда я вот так уличаю её во лжи, она уверяет, что не рассказала мне только потому, что случай ерундовый."
    
    hi "Если это вас утешит: уверен, я узнал об этом только потому, что вижу её каждый день."
    
    "Это вызывает сдержанный смешок с другой стороны стола. Мама Эми с лёгкой грустью вздыхает."
    
    emm "Всё ещё не решается сближаться с людьми? Я надеюсь, она со временем сможет перебороть себя."
    
    emm "Если честно, это странно. Она так хорошо оправилась после аварии, во многих смыслах…"
    
    emm "Но, полагаю, некоторые вещи не меняются."
    
    "Судя по всему, эти проблемы до сих пор волнуют в том числе и её."
    
    "Похоже, ей немного более удобно говорить об аварии, когда Эми нет рядом."
    
    hi "Простите, могу я задать вам один вопрос?"
    
    emm "Да?"
    
    hi "Чего ещё Эми лишилась в той аварии? Фельдшер сказал, что такой она становится по мере приближения очередной годовщины, а со мной она говорить не хочет…"
    
    emm "И ты подумал, что расскажу я, м-м?"
    
    hi "Э-э, да. Так и есть."
    
    emm "Понимаешь ли, с этой просьбой есть одна загвоздочка."
    
    hi "Дайте угадаю: вы обещали Эми, что не будете рассказывать никому то, о чём она не хотела бы распространяться, и вы не знаете, хочет ли она, чтобы я об этом знал?"
    
    emm "Что-то типа того. Я пообещала Эми, что она сама будет рассказывать людям обо всём этом."
    
    hi "Но разве это не важно? В смысле, ясно, что авария оставила глубокий след в её душе, раз она даже после стольких лет так себя ведёт."
    
    emm "Это так. Авария оказала на неё глубокое влияние. И от некоторых последствий она, наверное, никогда не оправится."
    
    "На мгновение по лицу мамы Эми пробегает глубокая печаль, будто её тревожит старая рана."
    
    emm "Полагаю, кое от чего не смогу оправиться даже я."
    
    "Она издаёт ещё один сдержанный смешок и, тряхнув головой, прогоняет наваждение."
    
    emm "Послушай, ты обязательно должен понять кое-что о том, как Эми воспринимает аварию."
    
    hi "Что именно?"
    
    emm "Авария не так уж важна."
    
    "Мне каким-то образом удаётся не открыть рот в изумлении, но это требует определённых усилий."
    
    "Это, должно быть, самая нелепая вещь, которую я когда-либо слышал."
    
    hi "Прошу прощения?"
    
    emm "Ладно, может, это не так просто, зато довольно точно отражает суть. Эми считает, что авария, как и всё, чего она лишилась в тот день, не оказала на неё влияния."
    
    emm "Она не «та девочка, которая лишилась ног», она «Быстрейшая Без Ног». Её оптимизм и энергия пережили ту катастрофу без царапинки, по крайней мере она так думает."
    
    hi "Но ведь на самом деле всё гораздо сложнее? Понимаете, вчера вечером она отказалась довериться мне, потому что в таком случае терять меня будет слишком больно."
    
    emm "Не совсем так. Ты упомянул, что она не рассказывает тебе об аварии, даже несмотря на то, что ты просил об этом и раньше."
    
    emm "Причина, по которой она не отвечает на твои вопросы, – она считает, что тебе не обязательно знать об этом. Даже если бы она не боялась сблизиться с тобой, она всё равно отказалась бы об этом говорить."
    
    hi "Она боится сблизиться со мной?"
    
    emm "Боже мой, да. Говоря о том, что она осталась невредимой после аварии, не стоит забывать, что она получила жуткое знание о том, как быстро всё может кончиться."
    
    emm "Поэтому она не хочет позволять людям сближаться с ней и, конечно, будет обижаться на любые сомнения в том, что она не сможет решить свою проблему сама."
    
    hi "Но я не думаю, что она {b}сможет{/b}."
    
    emm "Неужели? Ты уверен, что встречаешься с моей дочерью, а не с кем-нибудь ещё? Поверь мне, Хисао, она сможет справиться сама."
    
    hi "Но у неё кошмары, и она не высыпается, и—"
    
    emm "И так происходит каждый год. Скажи мне, если бы она не могла справиться сама, была бы она ещё жива? Она убила бы себя или сделала бы что-нибудь не менее глупое."
    
    hi "Так что, мне не нужно пытаться ей помочь?"
    
    emm "Я этого не говорила! Я терпеть не могу видеть свою дочь в таком состоянии, а осознание того, что она может положиться на кого-то, помогло бы мне расслабиться."
    
    emm "Тебе просто нужно понять, что принятие помощи идёт вразрез со всеми представлениями Эми о себе и об окружающем мире."
    
    emm "Если ты всё ещё хочешь предложить ей помощь, то, полагаю, это будет только твоим решением. Честно говоря, я хочу, чтобы ты сделал это, но было бы глупо не предупредить тебя о том, что это будет нелегко."
    
    emm "Тебе нужно быть терпеливым с ней. Она уже ближе к тебе, чем к кому-либо ещё в «Ямаку»."
    
    hi "Ну, это совершенно не похоже на очень близкие отношения."
    
    emi "Хорошо, это облегчает мне задачу."
    
    "Голос Эми едва не доводит меня до сердечного приступа."
    
    hi "А-а! Я и не слышал, как ты вернулась, Эми."
    
    emi "Как удачно."
    
    hi "Постой, ты подслушивала?"
    
    emi "Не-а. Полагаю, мне просто повезло вернуться в нужный момент."
    
    emm "Эми, Хисао только—"
    
    "Эми поднимает вверх палец, прерывая свою мать."
    
    emi "Уже собрался уходить? Ага, я знаю."
    
    "Теперь Эми дрожит от ярости и выглядит так, словно её предали."
    
    emm "Эми, не делай глупостей, мы только—"
    
    emi "Ты {b}обещала{/b}!"
    
    "Боль, вложенная в последнее слово, невыносима. Мысль о том, что я мог так сильно её обидеть, подобна удару под дых."
    
    "Мать Эми тоже ошарашена такой постановкой вопроса."
    
    emm "И я сдержала обещание! Послушай, нет причины выгонять людей из дома."
    
    "Кажется, она одновременно недовольна из-за вспышки эмоций дочери и смущена тем, что я стал её свидетелем."
    
    "Думаю, есть лишь одно решение этой проблемы."
    
    hi "Всё в порядке, я уйду."
    
    emm "Не стоит, право, это уже лишнее…"
    
    hi "Не волнуйтесь. Благодарю за обед, миссис %(name_ibarazaki)s, и за советы."
    
    emm "Не стоит благодарности, Хисао. Сожалею, что мы так и не добрались до десерта."
    
    hi "Ничего страшного. Мне всё равно нужно следить за диетой."
    
    "Официальность тона нашего разговора в сочетании с тем, что я собираюсь уйти, сводит гнев Эми на нет."
    
    emi "Нет, подожди. Я была… и после вчерашнего вечера я подумала… Тебе не нужно уходить, я беру свои слова обратно, всё в порядке—"
    
    "Я не могу удержаться от лёгкой улыбки. Она с трудом выговаривает слова, и я очень хотел бы остаться…"
    
    "Но вряд ли я смогу. Мне нужно подумать над тем, что сказала её мать, и тем, как нам быть."
    
    "Я также не хочу случайно снова рассердить Эми в её текущем состоянии."
    
    hi "Нет, думаю мне лучше уйти. Ты, кажется, вся на нервах, да и я, пытаясь тебе снова помочь, опять заведусь."
    
    hi "И я знаю, что ты бы предпочла, чтобы я даже не пытался этого делать, так что я просто удалюсь."
    
    emi "Но—"
    
    hi "Эй, всё нормально. Ты ведь не хочешь рыцаря на белом коне, верно? Только пообещай мне кое-что."
    
    emi "Что?"
    
    hi "Не сердись на свою маму, хорошо? Она просто дала мне несколько советов, только и всего."
    
    "Эми нерешительно кивает, словно эта простая мысль – всё, что она может извлечь из произошедшего. Она ужасно взвинчена, но прямо сейчас я не могу ничего с этим поделать."
    
    emi "Хорошо."
    
    hi "Увидимся завтра, ладно? Утром – тренировка. Не забудь!"
    
    "Я вижу, что своим решением уйти обидел Эми. Но сейчас я ничем не могу ей помочь."
    
    "И я знаю, что она слишком упряма и не признается, что хочет, чтобы я остался."
    
    "Пока Эми пытается понять, что случилось, на её лице отражаются различные эмоции."
    
    "Вскоре возвращаются спокойный вид и голос, которому она изо всех сил старается придать беззаботные нотки, прямо как прошлым вечером."
    
    emi "Конечно, Хисао. Увидимся."
    
    "В этот момент мы из последних сил сдерживаем свои эмоции, и мне это удаётся со всё большим трудом, поэтому я разворачиваюсь и выхожу за дверь."
    
    "Я медленно закрываю её за собой, на мгновение оставляя руку на дверной ручке, пока не щёлкает замок."
    
    "Принял ли я сейчас верное решение? Не следовало ли мне остаться и попытаться во всём разобраться?"
    
    "И решаю, что нет. Не перед её матерью. Несмотря ни на что, я бы предпочёл уберечь мать Эми от того гнева, которым её дочь воспылала вчера вечером."
    
    "Пусть даже она, вероятно, привыкла к этому, какие-то защитные инстинкты побуждают меня сохранить образ Эми как весёлой девушки."
    
    "Я осознаю, что моя кисть всё ещё лежит на дверной ручке. Я убираю руку, сую её в карман и направляюсь вниз по медленно темнеющей улице."
    
    return
    #Hey, you didn't fuck up.  As a congratulatory gesture, go to e29.  You lucky duck.