label ru_E27:
    
    play music music_tragic
    scene bg emi_houseext
    
    "По дороге ко входной двери меня останавливает мама Эми."
    
    show meiko serious
    with charachange
    
    emm "Хисао, ты мог всё это предотвратить!"
    
    emm "Тебе нужно было всего лишь послушать!"
    
    emm "Ну а теперь ты страшно поплатишься!"
    
    "Мама Эми внезапно начинает мерцать белым светом и воспаряет над землёй, произнося слова на каком-то непонятном наречии."
    
    hi "Какого ху—"
    
    scene bg emi_houseext
    with locationchange
    show meiko serious at RotoZoom(0,0,0.0,1.0,0.0,8.0, xalign=0.5, yalign=0.5)
    
    "Она, вытянув руки в мою сторону, стреляет из них лазером, и моё сердце взрывается"
    
    "Потрачено."
    
    window hide

    stop music fadeout 0.1
    play sound sfx_crunchydeath

    return
    
label ru_E28:
    
    "Лень писать Е28, лол"
    
    return
    
label ru_E29:

    scene black
    with None

    scene bg school_dormhisao
    with openeye
    
    "Я просыпаюсь в своей комнате, а сверху на мне восседает эми."
    
    hi "Эми, какого хуя, как ты сюда попала"
    
    show emi sad_grit
    
    play music music_crappy
    
    emi "Глупый Хисао, ты думал, что можно просто взять и УЙТИ из моего дома?"
    
    emi "Фельдшер пляшет под мою дудку, а ещё он выдаёт тебе лекарства…"
    
    "Вот же ж бля."
    
    hi "Эми, ЧТО ТЫ СДЕЛАЛА?"
    
    emi "О, узнаешь, очень скоро узнаешь… Хе-хе!"
    
    "И тут я опускаю взгляд."
    
    "Культи Эми превратились в пенисы, а из моего ануса растут длинные волосы."
    
    "Будь ты проклят, фельдшер!"
    
    "Внезапно появляется дикая Рин!"
    
    show rin basic_delight at tworight
    
    rin "ВРЕМЯ ПРИШЛО!"
    
    "После этих слов Эми снимает с неё штаны, обнажая огромный член."
    
    hi "КАКОГО ХУЯ"
    
    emi "Тише, тише, время для слов прошло, настало время мечтаний."
    
    "Она начинает засовывать свои культи-пенисы в мой волосатый зад, а член – в мою уретру."
    
    "Боль невообразимая."
    
    hi "Н-н-н-га-а-а!"
    
    rin "Ой, мы ведь не позволим тебе шуметь, да?"
    
    "Рин засовывает культи, которыми заканчивались её руки, тоже превратившиеся в пенисы, мне в рот и начинает ногой надрачивать мой член."
    
    $doublespeak (rin, emi, u"А-А-АХ!", u"А-А-АХ!")
    
    "Издав этот крик, мы все одновременно кончаем."
    
    "Моё тело взрывается, переполненное невероятным количеством спермы."
    
    "Я осознаю, что это подходящая концовка для ужасного, поистине ужасного дня."

window hide

stop music fadeout 0.1
play sound sfx_crunchydeath

return


