label ru_A25:

play sound sfx_alarmclock

scene bg school_dormhisao
with openeye

"Мой будильник выключается, и я ещё немного праздно валяюсь в кровати, пока вдруг не вспоминаю, что решил дать утренним пробежкам второй шанс."

"Не уверен, что это лучшая из моих идей, но я полон решимости продолжать."

"Речь идёт о моём здоровье, в конце концов."

"Конечно, в последнее время мне было несладко, но существование не стало от этого настолько невыносимым, чтобы не попытаться сделать всё от меня зависящее, чтобы оставаться в хорошей форме."

"Кроме того, так я докажу, что обладаю каким-никаким самоконтролем, верно?"

"Ведь если я смогу это, то… смогу всё что угодно."

"По крайней мере, я себя в этом постоянно убеждаю."

scene bg school_track
with locationskip

play music music_emi fadein 0.3

play ambient sfx_emirunning fadein 0.3

"Снова оказывается, что я не один на беговой дорожке."

"Эми, видимо, уже находится тут какое-то время."

"Похоже, она уже изрядно выложилась."

"Во сколько же она, чёрт возьми, сюда приходит?"

stop ambient fadeout 1.0

show emi basic_grin_gym
with charaenter

emi "О, это ты!"

show emi basic_closedgrin_gym
with charaenter

emi "Не ожидала тебя снова тут увидеть!"

hi "Это почему же?"

show emi basic_grin_gym
with charaenter

emi "Ну, немногие способны вернуться ради второй попытки."

show emi basic_annoyed_gym
with charaenter

"Она хмурится, по-видимому раздражённая мимолётной мыслью."

emi "Как все остальные в команде по бегу, например."

emi "Но всё это было на добровольной основе, так что ничего удивительного."

emi "И утро, думаю, довольно раннее…"

"Она пожимает плечами и вдруг будто забывает, о чём только что говорила."

show emi basic_happy_gym
with charaenter

"Хмурый взгляд исчезает без следа, и она возвращается к предыдущей цепочке мыслей."

emi "Итак! Давай начнём!"

hi "Что?"

show emi excited_proud_gym
with charaenter

emi "Ты ведь пришёл, чтобы снова бегать, так?"

hi "Ну, да."

show emi basic_closedhappy_gym
with charaenter

emi "Так давай!"

scene bg school_track_on
with locationchange

"И вот меня хватают и волокут на беговую дорожку."

play ambient sfx_emijogging fadein 0.3

scene bg school_track_running
with locationchange

"Пробежка проходит по вчерашнему сценарию."

"Я изо всех сил стараюсь бежать правильно, а Эми двигается с лёгкостью, которой можно только позавидовать."

"Меня невероятно раздражает то, что я так быстро выдыхаюсь."

"Знаю, надо быть терпеливым, двигаться к цели постепенно, но…"

"Сложно сохранять позитивный настрой."

"Мы заканчиваем первый круг и выходим на второй."

play ambient sfx_emirunning

"Эми, кажется, надоело под меня подстраиваться, и она начинает отрываться."

"Вот на этом месте я вчера и сдался."



label ru_choiceA25:
menu:
    with menueffect
    
    "Способен ли я на большее?"
    
    "{font=playtime_cyr2.ttf}Поднажать.{/font}":
        return m1
    
    "{font=playtime_cyr2.ttf}Не усердствовать.{/font}":
        return m2
   
label ru_A25a:

# if C72

"Я позволяю Эми бежать как ей нравится, и она беспощадна: мгновенно уходит вперёд на полкруга."

"Я её не виню."

"В смысле, я ведь тут ни с кем не соревнуюсь, да?"

"Наоборот, я просто бегу в ровном темпе, что я и должен делать, верно?"

"На данном этапе нет нужды пытаться выйти за пределы своих возможностей."

"Боже, это хотя бы того стоит?"

scene bg school_track_on
with locationchange

"Когда мы заканчиваем второй круг, я снова останавливаюсь."

"Эми продолжает бежать, и мне кажется, что она разочарована."

"Ну, это глупо."

"Я не обязан ничего ей доказывать, а если уж на то пошло, то и себе я ничего доказывать не обязан."

"Мне и так хорошо."

"И я вовсе не бегун."

"Наверное, это было плохой идеей."

"Может, вместо этого можно делать что-то другое?"

"Всё равно так рано вставать не по мне. Должен быть какой-то другой способ поддерживать себя в форме."

"Прогулки, например. Милые дневные прогулки."

"Да, звучит отлично. Пошёл он на хер, этот бег."

stop music fadeout 2.0
stop ambient fadeout 2.0

scene bg school_track
with locationchange

"Я машу Эми рукой и возвращаюсь обратно в свою комнату."

"Потом что-нибудь придумаю."



#if C71

label ru_A25b:

"Что же это я?"

"Неужели я собираюсь сдаться и позволить Эми выбиться вперёд?"

scene bg school_track_running
with locationchange

"Я ускоряюсь."

"Быстро пролетает второй круг, и, даже не обратив на это внимания, я продолжаю бежать."

"Эми оборачивается через плечо и ухмыляется."

show emi excited_proud_gym at twoleft
with charaenter

emi "Всё бежишь?"

hi "Не хочу, чтоб… уф… ты подумала, что я… уф… не в форме… уф…"

show emi excited_laugh_gym at twoleft
with charachange

hide emi
with charamoveoutleft

play ambient sfx_emipacing

"Не сбавляя ходу, Эми смеётся. Мало того – она ещё ускоряется."

"Что ж, если у нас теперь такие правила…"

"Я тоже разгоняюсь."

"Я чувствую, как горят мои лёгкие, а ноги вопрошают, что же, чёрт побери, я делаю."

"Молочная кислота в мышцах возражает против этой гонки, но я не обращаю на это внимания."

"Я не могу позволить себе сбавить темп, потому что это будет равносильно поражению."

"Голос разума в голове осторожно интересуется, когда это мы начали играть в игру."

"Я бы ему ответил, но думать над этим сейчас сложновато."

"Она такая {b}быстрая{/b}."

"Как, чёрт возьми, ей удаётся—{w=.5}{nw}"

stop music fadeout 0.2

#Heart attack thuds start here
play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

"В груди как будто потянули за струну, появляется душащее чувство тесноты и боль."

"Я успеваю подумать лишь «вот дерьмо», и тут дорожка уходит у меня из-под ног."

scene bg school_track_on at RotoZoom(0,-6,0.1,1.0,1.2,0.1, xalign=0.5, yalign=0.52)
with vpunch

"Я спотыкаюсь, одной рукой хватаюсь за грудь, а другую протягиваю к дорожке, чтобы не пропахать её лицом."

stop ambient fadeout 0.2

"Эми оборачивается, её глаза расширяются."

emi "Хисао!"

play ambient sfx_emisprinting

"Кричит она, бросаясь ко мне с другого конца стадиона."

show emi basic_shock_gym at RotoZoom(-6,-6,0,1.2,1.2,0, xalign=0.5, yalign=0.7)
with charamoveinright

stop ambient fadeout 0.1

emi "Что случилось?"

hi "Н-н-н… Ничего, просто…"

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

"Дыши ровно."

"Успокойся. Не паникуй."

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

"Не паникуй."

show emi basic_shock_gym at RotoZoom(-6,-12,0.2,1.2,1.5,0.2, xalign=0.5, yalign=0.7)
with None

show emi basic_hes_gym at RotoZoom(-6,-12,0.2,1.2,1.5,0.2, xalign=0.5, yalign=0.7)
with charachange

emi "Позвать фельдшера?"

show black
with shuteyefast

scene black
with None

"Я закрываю глаза, отгораживаясь от окружающего мира."

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.3)

with Pause(1.0)

play sound sfx_heartslow
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.7)

"Сердце пытается изо всех сил выровнять ритм."

"Боль в груди начинает медленно отступать."

"Вскоре она проходит, будто ничего и не было."

play music music_rain fadein 0.3

"Это… ничего? Нет, что-то произошло."

scene bg school_track_on
show emi basic_hes_gym_close
with openeye

"Я открываю глаза и поднимаю взгляд на взволнованную Эми."

hi "Думаю, я в порядке."

"Мой голос даже мне кажется неестественным: он странно ровный и сухой. Это заставляет Эми нахмуриться."

show emi sad_annoyed_gym_close
with charachange

emi "А я так не думаю."

"Будто приняв решение, она кивает сама себе."

show emi basic_annoyed_gym_close
with charachange

emi "Да. Ты пойдёшь со мной."

emi "Тебе нужно показаться фельдшеру."
 
with vpunch
 
"Эми берёт меня за руку и тащит за собой. Меня слегка покачивает, но от предложенного Эми для поддержки плеча я отказываюсь."

"Если честно, я немного стыжусь собственной слабости."

"Я не хотел, чтобы Эми обо мне беспокоилась, но, кажется, уже слишком поздно."

"Чёрт, лучше бы вообще никому не было дела до моей болезни, хотя для этого теперь тоже уже слишком поздно."

"Я бы предпочёл разбираться со всем этим сам, не становясь ни для кого обузой."

"А если уж желать чего-то, так лучше бы у меня вообще не было этой болезни."

scene bg school_nurseoffice at bgleft
with locationskip

show emi basic_shock_gym at tworight
with easeinright

emi "Фельдшер!"

"Эми врывается в его кабинет без стука, но его это ничуть не беспокоит."

show nurse grin at twoleft
with charaenter

nk "Доброе утро, солнышко. Что случилось?"

"«Солнышко»? Ладно, не важно. Он спокойно прихлёбывает кофе, но, проследив за взглядом Эми, устремлённым на мою мнущуюся в дверях персону, ставит чашку на стол."

show nurse fabulous at twoleft
with charachange

nk "Хисао? Какими судьбами?"

show emi excited_sad_gym at tworight
with charachange

emi "Мы бегали, а он споткнулся и схватился за грудь, и я подумала, что нужно сгонять за вами, оставив его там, но он сказал, что всё в порядке. Но я решила, что вам всё же нужно его осмотреть, и—{w=1.5}{nw}"

show nurse concern at twoleft
with charachange

nk "Подожди, Эми. Успокойся."

show nurse neutral at twoleft
with charachange

nk "Что случилось, Хисао?"

hi "Я не знаю. Мы бежали, а потом у меня заболело в груди, как в прошлый раз, но через несколько секунд всё прошло."
    
hi "Это было всего лишь трепетание или типа того."

show nurse concern at twoleft
with charachange

"Фельдшер хмурится, будто сочетание «всего лишь трепетание» противоречит само себе."

nk "Я не совсем это имел в виду, когда рекомендовал делать какие-то упражнения. Тебе нужно быть осторожнее, Хисао."

hi "Я был осторожен, просто…"

"Если подумать, то «я просто ввязался в гонку с членом команды по бегу» не настолько хорошее оправдание, как я предполагал."

nk "Что – «просто»?"

hi "Э… в общем…"

hi "Я гнался за Эми."

nk "Эми, это правда?"

show emi basic_hes_gym at tworight
with charachange

"Эми начинает беспокойно ёрзать на месте, всем видом выражая умильное раскаяние."

emi "Эм, ну…"

show emi basic_closedsweat_gym at tworight
with charachange

"В конце концов, так и не сумев сознаться вслух, она просто кивает."

"Фельдшер вздыхает и устало трёт рукой лоб."

nk "Эми, тебе надо быть более внимательной к пределам возможностей других людей!"

nk "Я не знаю, говорил ли он тебе, но у Хисао больное сердце, и заставлять его гнаться за собой было крайне безответственно."

hi "Эм, на самом деле это я начал."

stop music fadeout 0.5

"Фельдшер ошеломлён моим заявлением."

nk "ЧТО?"

hi "Мы просто бежали, потом Эми начала отрываться и я… подбавил, чтоб догнать её."

"Фельдшер возводит очи горе, бормоча молитвы о терпении какому-то из богов, затем снова опускает глаза на нас."

nk "Значит, вы {b}оба{/b} тупицы."

nk "Думаю, это послужит вам утешением."

nk "Теперь давай, Хисао. Надо убедиться, что сердце у тебя не собирается взорваться или что-нибудь в этом роде."

show bg school_nurseoffice at left
show nurse concern at center
show emi basic_closedsweat_gym at offscreenright
with charamove

"Я покорно подчиняюсь и следую за ним в соседнюю комнату, где он убеждается, что я действительно не собираюсь упасть замертво."

nk "Как ощущения?"

hi "Я не знаю. Ничего особенного. Устал, но это, наверное, просто от пробежки."

nk "Тебе придётся остаться здесь на несколько часов и отдохнуть, потом посмотрим, как ты себя будешь чувствовать."

"Я не собираюсь возражать и просто ложусь на кушетку."

scene bg school_nurseoffice at left
with shorttimeskip

"После выговора, полученного от фельдшера в соседней комнате, заходит чудовищно несчастная Эми."
 
"Сквозь закрытую дверь я не слышал, что он ей говорил, но уверен, что не любезности."

show emi sad_depressed_gym
with charaenter

play music music_dreamy fadein 0.3

emi "Слушай, мне очень, очень жаль."

emi "Надо было мне быть осторожнее."

hi "Эй, ты же не знала. Ты не виновата."

"Она выглядит ужасно расстроенной и огорчённой, даже мои заверения не помогают ей взбодриться."

emi "Я хочу как-нибудь загладить вину."

"Она снова решительно кивает."

show emi sad_shy_gym
with charachange

emi "Так что мы с тобой обязательно перекусим вместе."

emi "Я тебе принесу, ладно? Что-нибудь очень-очень вкусное!"

"Я начинаю тянуть «тебе вовсе не обязательно…», но затем затыкаюсь и молча киваю, глянув на её лицо."

show emi excited_proud_gym
with charachange

emi "Отлично!"

show emi basic_grin_gym
with charachange

emi "Мы встречаемся на крыше."

hi "«Мы»?"

show emi basic_closedgrin_gym
with charachange

emi "Угу! Погода прекрасная, и крыша – замечательное место для ланча."

hi "Понятно."

show emi sad_shy_gym
with charachange

emi "Ты ведь придёшь, да?"

emi "Не лишишь меня возможности возместить тебе ущерб?"

hi "Конечно нет."

show emi excited_joy_gym
with charachange

emi "Здорово! Тогда увидимся!"

stop music fadeout 3.0

hide emi
with charaexit

#edit end of A25 for Hisao to stay at NK's office to rest for an hour or two -done
scene bg school_nurseoffice at left
with shorttimeskip

"Я болтаюсь где-то между сном и бодрствованием, чувствуя себя совершенно измождённым."

"Не только моё тело – весь я ослаб и обезволен, кроме моих чувств."

"С трудом сглотнув, я решаю лежать настолько спокойно, насколько могу, что в таком состоянии вовсе не сложно."

"Фельдшер расхаживает туда-сюда по ту сторону занавесок. Я вижу его тень, двигающуюся в солнечном свете."

"Он открыл в кабинете окна. На улице ветрено."

"Чистые белые занавески развеваются на лёгком ветерке, тяжело и медленно покачиваясь, словно волны. Свет вяло проникает сквозь них, наполовину поглощаясь тканью."

scene darkgrey
with shuteye

"Я закрываю глаза. Бриз на лице – как мягкая ткань занавесок."

"Я, затаив дыхание, прислушиваюсь к биению сердца, пытаясь игнорировать звук клавиш компьютера, на котором печатает фельдшер."

"Сердце бьётся ровно."

"Блин, и недели не прошло, как я снова оказался в таком положении. На этот раз я сильно облажался. Надо было головой думать, а не изображать из себя недоделанную звезду спорта."

"И к чему, спрашивается, всё это геройство, будто в моём положении с такими вещами можно шутить?"

"Это был просто рефлекс – отбросить мысли о болезни, удержать всё в себе."

"Я не хотел, чтобы это случилось."

"Не хотел, чтобы Эми это увидела."

"А-а-а!.."

"Болванболванболван."

"Мне нужно быть осторожнее, иначе снова окажусь в больнице, а то и чего похуже."

"…"

"После этой мысли я уступаю усталости."

scene black
with Dissolve(1.0)

window hide Dissolve(2.0)

with Pause(2.0)

scene bg school_nurseoffice at left
with openeye

window show

"Я уснул. Как долго я спал? Сколько сейчас времени?"

"У меня немного кружится голова, и я никак не могу перестать моргать."

show bg school_nurseoffice at center
with charamove

"Отдёрнув занавеску в сторону, я щурюсь от льющегося из окна солнечного света. Занавески на ощупь совсем не такие, каким был ветер на лице."

play music music_normal fadein 0.3

"Фельдшер, сидя на том же месте, что и раньше, отрывает глаза от работы."

show nurse fabulous
with charaenter

nk "Как самочувствие?"

"Не могу точно определиться, как я себя чувствую, поэтому ничего не отвечаю. Мне несколько не по себе из-за того, что уснул в такое необычное время. Надеюсь, я не выгляжу слишком странно."

hi "Который час?"

"Хриплым голосом задаю я вопрос, надеясь немного сориентироваться. Фельдшер, прежде чем ответить, бросает взгляд на наручные часы."

"Всё происходит будто в замедленной съёмке."

show nurse neutral
with charachange

nk "Пятнадцать минут одиннадцатого."

"Я стараюсь осознать услышанное, но мне это не очень удаётся."

show nurse concern
with charachange

nk "Ты не ответил на мой вопрос, Хисао."
    
hi "А. Хорошо."

show nurse neutral
with charachange

nk "Тогда слезай с кровати, посмотрим, как ты. И не…"

show bg school_nurseoffice as dizzy_bg behind nurse at RotoZoom(0,6,0.4,1.0,1.05,0.4), Alpha(0.0,0.5,0.4, xalign=0.5, yalign=0.5)
show nurse neutral as dizzy_fg at RotoZoom(0,-4,0.4,1.0,1.05,0.4), Alpha(0.0,0.5,0.4, xalign=0.5, yalign=0.5)
with Pause(0.4)
show bg school_nurseoffice as dizzy_bg behind nurse at RotoZoom(6,0,0.8,1.05,1.0,1.0), Alpha(0.5,0.0,1.0, xalign=0.5, yalign=0.5)
show nurse neutral as dizzy_fg at RotoZoom(-4,0,1.0,1.05,1.0,1.0), Alpha(0.5,0.0,1.0, xalign=0.5, yalign=0.5)

"Я пытаюсь встать, но из-за резкого движения перед глазами всё плывёт и я чуть не падаю. Фельдшер подхватывает меня под руку и вздыхает."

show nurse concern
with charachange

nk "«…не вставай слишком быстро», – вот что я собирался сказать. Просто посиди, я измерю давление."
 
"Да уж, хотел как лучше, а получилось как всегда. Смутившись, я смолкаю, пока фельдшер возится с моей рукой и старомодным устройством. Через пару минут он убирает его с лицом, не выражающим ни удовлетворения, ни недовольства."

show nurse neutral
with charachange

nk "Ты в порядке. Голова перестала кружиться?"
 
hi "Ага."
 
nk "Хорошо. А как внутри?"

show nurse concern
with charachange

nk "Ты сегодня поступил неблагоразумно, Хисао."
 
"Я воздерживаюсь от резкого ответа, который так и хочется выпалить. У меня и у самого в голове такие мысли крутились, но, услышав их от кого-то другого, хочется что-нибудь возразить."
 
"Не слишком приятно слушать то, что он говорит. Но от этого он не становится неправ."
 
hi "Неблагоразумно."

show nurse neutral
with charachange

"Он кивает, выглядя так же отстранённо, как и раньше."
 
"Было бы легче злиться на него, если б он сказал что-нибудь вроде «а я ведь предупреждал», но он этого не делает."
 
nk "Я могу стараться помочь тебе поддерживать здоровье, но без соответствующих шагов с твоей стороны это бесполезно. Надеюсь, сегодняшнее событие послужит тебе уроком."

show nurse fabulous
with charachange

nk "Вот записка для учителя. Чтобы не было лишних вопросов."
 
"Поскольку мне больше нечего сказать, да и не хочется, я беру протянутую им полоску бумаги и поворачиваюсь к выходу."

show nurse neutral
with charachange

nk "Избегай перенапряжения, ясно? В этот раз ты отделался лёгким испугом, но в следующий раз всё может обернуться иначе."

"Мне всё ясно."

scene bg school_nursehall
with locationchange

"Существует какой-то способ добраться из административный корпуса в школу не выходя на улицу, но я не горю желанием искать его и, возможно, потеряться, так что отправляюсь тем путём, который точно знаю."

scene bg school_courtyard
with locationchange

"Я останавливаюсь на ступеньках, размышляя: сходить ли мне за учебниками в общежитие или отправиться сразу на урок."

"Солнце ярко светит мне в глаза, и я сворачиваю налево, к главному школьному корпусу."

stop music fadeout 2.0


#******************************

label ru_A26:

scene bg school_dormhisao
with openeye

scene bg school_dormbathroom
with locationskip

"Я просыпаюсь и принимаю горячий душ."

label ru_A26a:

scene bg school_dormhisao
with locationskip

play music music_sadness fadein 0.3

#this segment has some real problems and I can't figure out what has been changed. It is shown only if Hisao doesn't get heart attack on track, but it obviously referenced getting one. Wtf
#I'm changing it to refer Hisao's first heart attack with Iwanako, but this does require some observing. edit: seems it was a issue already.
#changing it again, it really came out of nowhere

"Первое, что я вижу по возвращении в комнату, – знакомый ряд лекарств на тумбочке, и он, как обычно, вгоняет меня в тоску."

"Это напрягает. Я думал, будет нормально. Я думал, что свыкся с этим, пересилил себя."

"Но на самом деле… я позволил себе забыть о том, что у меня проблема. Нахождение здесь возвращает меня к реальности, а попытки бороться с ней только ранят."

"А такие размышления ранят ещё больше. Я подобным уже занимался, месяцами. Видимо, пора с этим решительно покончить."

"Если я позволю себе забыть о том, что моя жизнь не будет столь же длинной, как у других, я ни к чему не приду."

"Быть может, моя жизнь и не такая, как у остальных, но она всё ещё продолжается."

"Вот в таком ключе и буду мыслить."

"Я глотаю привычную пригоршню таблеток, пытаясь прогнать внезапно нахлынувшее уныние. Затем собираюсь, чтобы добраться до класса, как обычно пораньше."

stop music fadeout 1.0

scene bg school_dormhallway
with locationchange

"Выйдя в коридор, я замечаю, как %(name_kenji)s, крадучись, словно шпион, с большой сумкой наперевес, почти беззвучно прокрадывается мимо меня к дверям своей комнаты. В последний момент я его окликаю."

hi "Здорова."

play music music_kenji fadein 0.3

show kenji neutral
with charaenter

"Он подпрыгивает от неожиданности."

ke "А, привет, чувак. Я тебя и не заметил. Очень устал."

"Думаю, он меня даже не увидел, но это не важно."

hi "Куда ты ходил так рано? За покупками?"

show kenji tsun
with charachange

ke "Не, не за покупками. Иногда мне нужно ходить к… учителю математики. Да, я подумал, что хорошо было бы узнать, когда следующий экзамен, ведь он говорит заранее, если спросить."

hi "Тогда что в сумке?"

show kenji neutral
with charachange

ke "Думал заодно сходить за покупками, раз уж выбрался на улицу. Мне нужны припасы, чтобы продолжать борьбу против великого феминистского заговора."

hi "А, понятно."

hi "Я думал, ты не выходишь наружу."

show kenji happy
with charachange

ke "Я теперь ношу шляпу."

"Лучше не говорить ему, что на нём нет шляпы."

"Между нами воцаряется неловкое молчание, и %(name_kenji)s нарушает его, начав медленно открывать дверь, скрип которой только придаёт моменту ещё больше неловкости. Он ставит сумку в комнату и закрывает дверь."

hi "Ты меня удивляешь: изменил свой обычный распорядок, чтобы разузнать дату экзамена. Ты прямо-таки проявляешь себя прилежным учеником: стараешься ухватиться за любую возможность подготовиться получше."

show kenji tsun
with charachange

ke "Я не готовлюсь к экзаменам."

hi "А…"

show kenji neutral
with charachange

ke "Я просто хотел знать дату. Я на него, конечно, схожу. Мне нужно знать, в какой день нельзя пропускать урок. Он обычно по телефону о подобной фигне сообщает, так что пришлось мне самому идти и спрашивать."

hi "А зачем тебе выходить, если ты можешь узнать по телефону?"

show kenji tsun
with charachange

ke "Я не ношу телефон."

hi "Что ты имеешь в виду? Ты оставляешь его дома?"

show kenji neutral
with charachange

ke "Не, я не пользуюсь телефонами. У меня нет телефона. Телефоны… Нет у меня его."

hi "Почему у тебя нет телефона? Как у тебя может не быть телефона? Совсем нет? Нет телефона?"

show kenji tsun
with charachange

ke "Мне просто не нравятся телефоны. На самом деле я их боюсь. Не знаю почему. Наверное, это какая-то подавленная травма."

ke "Ну, короче говоря, когда я слышу, как звонит телефон, начинаю нервничать. Это моя самая страшная тайна."

show kenji neutral
with charachange

ke "У меня на этот счёт две теории: либо я боюсь получить какой-нибудь неясный, зловещий, судьбоносный и роковой звонок, либо меня когда-то избили телефоном. Так сильно, что я не могу этого вспомнить."

hi "Били по голове."

show kenji tsun
with charachange

ke "Ну а куда ещё меня могли бить так, что я теперь не могу вспомнить? По заднице?"

"Неожиданно логично. Я чувствую себя подавленным. Понимая, что разговор более или менее подошёл к концу, %(name_kenji)s открывает дверь и собирается войти."

show kenji neutral
with charachange

ke "Ладно, пойду я спать, чувак. Хорошего дня."

hi "Урок начнётся уже минут через двадцать."

show kenji tsun
with charachange

ke "Я сегодня уже кое-что сделал. Слишком устал, чтобы идти на занятия."

show kenji happy_close
with characlose

ke "Эй, тебе нужен бальзам для губ? Я случайно купил два; думал, что они начали продавать пальчиковые батарейки поштучно."

hi "Спасибо, не надо."



label ru_A26b:

scene bg school_dormhallway
show kenji happy_close
with None

stop music fadeout 2.0

play sound sfx_impact2

show kenji tsun_close
with vpunch

"Дверь в конце коридора со скрежетом распахивается и со всего маху бьёт о стену. За грохотом следует взрыв смеха, и я сразу понимаю, кто это."

show misha perky_smile behind kenji
show shizu basic_normal2 behind kenji
with zoomin

show misha perky_smile at twoleft
show shizu basic_normal2 at tworight
with charamove_decel

hide kenji
with easeoutright

play sound sfx_impact2

"В тот момент, когда %(name_shizune)s и Миша входят в коридор, %(name_kenji)s, словно ниндзя, исчезает в своей комнате и захлопывает за собой дверь. %(name_shizune)s идёт небольшими чёткими шагами, а Миша немного виляет от стены к стене."

show misha hips_smile_close at twoleft
with characlose

"Я пытаюсь последовать примеру %(name_kenji)s, но уже слишком поздно. Миша ставит ногу в дверной проём, чтобы я не смог закрыть дверь, так что у меня не остаётся иного выбора, кроме как впустить их."

play music music_comedy fadein 0.3

scene bg school_dormhisao
with locationskip

show shizu behind_smile
with charaenter

shi "…"

show shizu behind_smile at tworight
with charamove

show misha hips_grin at twoleft
with charaenter

mi "Привет, %(name_hicchan)s~! Привет-привет~!"

hi "Привет."

hi "Что вы здесь делаете?"

"Достаточно ли длительной была пауза между этими двумя предложениями, чтобы быть вежливой?"

show shizu basic_normal at tworight
with charachange

shi "…"

show misha hips_frown at twoleft
with charachange

mi "%(name_hicchan)s, это грубо~! Мы пришли забрать тебя!"

show misha hips_smile at twoleft
with charachange

mi "Ты подумал, что мы подумали, что ты собирался сбежать, и пришли, чтобы не позволить тебе этого? Конечно же нет, %(name_hicchan)s~!"

hi "Эй, я не говорил, что вы здесь для этого."

"Но теперь я знаю, что они здесь именно по этой причине."

show misha sign_smile at twoleft
with charachange

mi "Пришло время для работы в Совете, да-да~!"

show misha hips_grin at twoleft
with charachange

mi "Ты разве не счастлив, %(name_hicchan)s, что сможешь помочь це~лой школе~? Ты прямо как герой~! Грядущие поколения будут слагать легенды об этом дне!"

"Интересно. Не думал, что вступление в Школьный совет будет подвигом, достойным Геракла."

hi "Ну… Раз я пообещал, то…"

show shizu adjust_happy at tworight
with charachange

"%(name_shizune)s, которую я только сейчас замечаю краем глаза, заглядывает мне через плечо, чтобы осмотреть мою комнату. Её цепкий взгляд мечется от предмета к предмету…"

"В душу закрадывается неприятное чувство беззащитности из-за такого бесцеремонного вторжения. К счастью, на полу нет грязного белья или чего-нибудь в этом роде."

show shizu behind_smile at tworight
with charachange

shi "…"

show misha perky_confused at twoleft
with charachange

mi "М? Что такое, %(name_sicchan)s?"

show misha hips_smile at twoleft
with charachange

mi "Да, это комната %(name_hicchan)sа~! И правда, мы же её раньше не видели!"

show misha hips_grin at twoleft
with charachange

mi "Выглядит скучновато, но у %(name_hicchan)sа просто не было времени, чтобы её украсить, да~?"

stop music fadeout 2.0

show misha sign_smile at twoleft
with charachange

mi "А это что?"

"Она указывает на коллекцию лекарств на тумбочке."



label ru_choiceA26:
menu:
    with menueffect
    
    "Мне не очень хочется говорить с ними об этом."
    
    "{font=playtime_cyr2.ttf}Попытаться уйти от темы.{/font}":
        return m1
    
    "{font=playtime_cyr2.ttf}Выгнать их из комнаты.{/font}":
        return m2

    
label ru_A26c:

hi "Ничего."

show shizu basic_normal2 at tworight
with charachange

"Я быстро встаю перед ними, чтобы загородить обзор. %(name_shizune)s с подозрительным видом отступает, но на её лице написана и заинтересованность."

"Надеюсь, если я уклонюсь от темы, она поймёт, что я не хочу, чтобы она продолжала допытываться."

show shizu behind_blank at tworight
with charachange

shi "…"

show misha perky_confused at twoleft
with charachange

mi "Правда~? Что ты там прячешь, %(name_hicchan)s~?"

hi "Ну я же сказал, ничего."

show shizu basic_normal at tworight
with charachange

shi "…"

show misha sign_confused at twoleft
with charachange

mi "Вот как~?"

"Похоже, я не смогу выкрутиться. Они по природе своей любопытные, и если я буду продолжать что-либо скрывать, то это только распалит их интерес."

hi "Ну ладно, это {b}кое-что{/b}, но я не хочу об этом говорить, ладно? Пока… не хочу."

hi "Можем мы отложить это на потом?"

show misha perky_smile at twoleft
with charachange

"Пока Миша переводит, %(name_shizune)s смотрит на меня поверх очков тяжёлым и, как всегда, пристальным взглядом."

"Она задумчиво складывает пальцы, будто взвешивая целесообразность оказания дальнейшего давления на меня и оскорбительность пренебрежения моей просьбой."
 
"В конце концов она слабо улыбается и начинает что-то жестикулировать Мише."

play music music_shizune fadein 0.3

show shizu adjust_happy at tworight
with charachange

shi "…"

show misha hips_smile at twoleft
with charachange

mi "Хорошо~! Тогда мы будем ждать. Сдружимся крепче, и однажды, когда ты сам захочешь, сможешь нам об этом рассказать~!"

"Они обе мне широко улыбаются, а я чувствую себя потрясённо и немного глупо из-за того, что так себя повёл."

"Они не глупы и уже, возможно, на пути к разгадке моих проблем со здоровьем. И…"

"Такие простые и добрые слова. Я чувствую облегчение, что они не стали обо мне худшего мнения, несмотря на то что я вот такой. Даже если я не похожу на остальных здесь. Несмотря на то что я так напрягаюсь по этому поводу."

"Похоже, что за завесой надоедливых, озорных девушек скрываются очень добрые и хорошие люди. Я так думаю."

hi "Спасибо."

hi "Значит, хотите, чтобы я вам сегодня помог? Потому что я теперь один из вас?"

show misha hips_grin at twoleft
with charachange

mi "Угу~!"

hi "После уроков?"

show misha sign_smile at twoleft
with charachange

mi "Нет-нет-нет~! Сейчас!"

hi "Сейчас? А как же уроки? Собираетесь опять пропустить?"

show shizu adjust_smug at tworight
with charachange

shi "…"

show misha cross_laugh at twoleft
with charachange

mi "Ха-ха-ха~! Это же для общего блага, поэтому мы приносим в жертву математику и, возможно, обществознание~!"

hi "Я не против."

show shizu behind_smile at tworight
with charachange

shi "…"

show misha sign_smile at twoleft
with charachange

mi "Прекрасно, %(name_hicchan)s~! Запомни, ты сказал, что не против помочь, и запомни хорошенько."

hi "Ага."

"Этот тон… Я уже сожалею, что ляпнул это."

show shizu basic_normal2 at tworight
with charachange

shi "…"

show misha hips_grin at twoleft
with charachange

mi "Отлично~! Значит, ты готов идти? Мы можем пойти вместе~!"
  
hi "Нет. Вы, наверное, меня заставите нести все ваши вещи или что-нибудь в этом роде."

#shizune's expression should change to a smile

show shizu adjust_happy at tworight
with charachange

shi "…"

show misha perky_smile at twoleft
with charachange

mi "Не глупи, %(name_hicchan)s."

show misha hips_smile at twoleft
with charachange

mi "Мы никогда не ходили в школу вместе, %(name_hicchan)s~."

"Я собираюсь спросить, зачем нам это делать, но тут до меня доходит: они считают меня своим другом, как Миша ранее и сказала. И они хотят стать со мной ещё более близкими друзьями."

"Странно, я никогда не думал о них в таком ключе. Или о ком-либо ещё, встреченном за последнюю неделю. Это действительно так просто?"

"Настолько легко…"

hi "Ладно, тогда идём."

show shizu behind_smile at tworight
with charachange

"%(name_shizune)s хитро улыбается и убирает руки за спину."

show misha hips_grin at twoleft
with charachange

mi "Ха-ха-ха~! Это здорово, %(name_hicchan)s~! Ладно, ладно, но сначала~! Ты подал отличную идею, %(name_sicchan)s она очень понравилась… Так что~! время сыграть в игру!"

hi "О нет."

show misha hips_smile at twoleft
with charachange

mi "У %(name_sicchan)s в одной руке купюра в тысячу иен, %(name_hicchan)s~! Если угадаешь в какой, то заберёшь себе! А если нет…"

show misha hips_grin at twoleft
with charachange

mi "То понесёшь все наши книжки до школы~! Верно, %(name_sicchan)s~? Верно~!"

"Они с %(name_shizune)s обмениваются кивками."

show misha sign_smile at twoleft
with charachange

mi "Ладно, %(name_hicchan)s~! Приготовься~!"

scene bg school_courtyard
with shorttimeskip

"Таща три портфеля вместо одного, я размышляю о том, что за день ждёт меня. Ждёт нас."

"Я вижу суетящихся на школьном дворе учеников, возможно занятых подготовкой своих проектов."
    
"Фестиваль уже на носу. Это значит, что могут быть только две причины, по которым им может понадобиться моя помощь."

"Либо осталось совсем немного работы и им просто нужна помощь, чтобы закончить стандартные проверки, которые они обязаны провести."

"Либо осталась гора работы и %(name_shizune)s не показывает вида, в то время как поток нагромождавшейся отложенной работы угрожает всех нас смыть."

stop music fadeout 2.0


label ru_A26d:

#bg school_dormhisao
#shizu behind_smile at tworight
#misha sign_smile at twoleft

"Да уж, на этот раз они переступили черту. Пронырливые надоеды."
    
hi "Ничего."

show misha perky_smile at twoleft
with charachange

mi "Правда~, %(name_hicchan)s? А по мне, так не похоже, что «ничего»."

show shizu adjust_smug at tworight
with charachange

shi "…"

show misha hips_smile at twoleft
with charachange

mi "Такой длинный ряд бутылок, правда~? Правда~! Что это такое, %(name_hicchan)s?"

hi "Просто кое-какие вещи."

show shizu basic_normal2 at tworight
with charachange

shi "…"

show misha perky_confused at twoleft
with charachange

mi "Похоже, что это больше, чем «просто кое-какие вещи»…"

"Я не могу винить их за такое поведение. Миша просто говорит за %(name_shizune)s, а %(name_shizune)s просто по природе своей любопытна. И всё же я предпочёл бы, чтобы они перестали уже копать под меня и поняли намёк. Но Миша бы его не уловила, а %(name_shizune)s бы не смогла услышать."

"Поэтому они продолжают напирать."

hi "Это вас совершенно не касается."

hi "Вам разве не пора идти? Моя комната – моё личное пространство, знаете ли."

"%(name_shizune)s, похоже, воспринимает это как вызов."

show shizu behind_frown at tworight
with charachange

shi "…"

show misha hips_frown at twoleft
with charachange

mi "Что это значит, %(name_hicchan)s? Когда кто-то видит что-то интересное, первое желание – спросить, что это, это ведь очевидно. Что в этом плохого?"

hi "Я ведь уже сказал, здесь не на что смотреть."

show misha perky_confused at twoleft
with charachange

mi "%(name_hicchan)s, я думаю, %(name_sicchan)s просто беспокоится."

hi "То, что находится в моей комнате, – абсолютно не ваше дело, вот и всё."

show misha sign_confused at twoleft
with charachange

mi "Но…"

hi "Чёрт возьми! Иногда мне хочется, чтоб вы просто перестали дурачиться. Это не всегда весело, вам это известно?"

"Я говорю это намного более резко, чем хотел, почти крича Мише прямо в лицо. Она вздрагивает и останавливается на полужесте, и даже %(name_shizune)s реагирует на это, хоть и не слышит меня."

"Полагаю, моё злобное лицо говорит само за себя."

play music music_sadness fadein 0.3

show misha perky_sad at twoleft
show shizu behind_blank at tworight
with charachange

"После того как Миша медленно заканчивает перевод, девушки с сожалением смотрят друг на друга."

show shizu behind_sad at tworight
with charachange

shi "…"

mi "Ладно, %(name_hicchan)s, мы оставим тебя в покое."

"Впервые я слышу, как Миша говорит без своей привычной скачущей интонации. Это так странно, что у меня возникает желание извиниться, но они уже повернулись к выходу."

"Когда наступает тишина, я начинаю всё больше и больше жалеть о своих словах."

hide shizu
hide misha
with charaexit

"Девушки молча уходят, и, постояв в своей комнате ещё немного, я одеваюсь и отправляюсь вслед за ними."



label ru_A26e:

show kenji tsun_close
with charachange

ke "Как хочешь, чувак."

hide kenji
with charaexit

"Он поспешно скрывается в своём логове, наконец-то позволив мне пойти на урок."



#*************************

label ru_A27:

scene bg school_hallway3
with locationskip

play sound sfx_doorknock2

"В коридорах так же тихо, как и во дворе, – естественно, все ведь на уроках. Я легонько стучу в дверь класса 3-3 и, когда Муто отзывается, открываю её."

scene bg school_scienceroom
with locationchange

hi "Извините за опоздание."

"Ко мне поворачиваются пятнадцать пар глаз."

show muto irritated
with charaenter

mu "Доброе утро, Накай."

"Муто, кажется, немного сбит с толку моим поздним приходом, будто я прервал ход его мыслей."

"Судя по тому, какими бессистемными бывают его лекции, дело именно в этом."

"Я протягиваю ему записку от фельдшера. Муто кивает, берёт её и пробегает по ней глазами."

show muto normal
with charachange

"Он поднимает брови и окидывает меня строгим взглядом, но ничего не говорит, а только снова важно кивает."

"Я пожимаю плечами, и он жестом указывает мне садиться, что я, естественно, и делаю."


label ru_A27a:

scene bg school_scienceroom
show muto normal
with None

#so if you have joined SC, you see this
hide muto
with charaexit

"Когда я иду к своему месту, за мной продолжают пристально следить только двое."

"Я усаживаюсь на своё место, но не проходит и пятнадцати секунд, как в меня через рубашку впивается ноготь Миши, что меня нисколько не удивляет."

play music music_another fadein 0.3

show misha perky_smile_close at offscreenleft
with None

show bg school_scienceroom at bgright
show misha perky_smile_close at Position(xalign=-0.3)
with charamove

mi "Псс! Где ты был?"

hi "Не твоё дело."

"Я знаю, что это худший ответ, годный только на то, чтобы сильнее возбудить их любопытство, но у меня нет сил придумывать замысловатые истории."

show misha perky_confused_close at Position(xalign=-0.3)
with charachange

show bg school_scienceroom at center
show misha perky_confused_close at offscreenleft
with charamove

"Как ни странно, Миша отстаёт. Сегодня она сдаётся удивительно быстро."

"…"

"Через минуту она снова тыкает в меня пальцем."

show misha hips_grin_close at offscreenleft
with None

show bg school_scienceroom at bgright
show misha hips_grin_close at Position(xalign=-0.3)
with charamove

mi "Ну давай, расскажи! %(name_sicchan)s тоже очень интересно!"

"Ага, как же, сдаётся она. Размечтался. Она просто обсуждала с %(name_shizune)s наиболее верный способ, как меня расколоть."

hi "Нет."

show misha perky_sad_close at Position(xalign=-0.3)
with charachange

show bg school_scienceroom at center
show misha perky_sad_close at offscreenleft
with charamove

"Она снова отступает для переговоров."

show misha sign_smile_close at offscreenleft
with None

show bg school_scienceroom at bgright
show misha sign_smile_close at Position(xalign=-0.3)
with charamove

label ru_choiceA27:
menu:
    with menueffect

    mi "Как член Школьного совета, ты обязан нам рассказать, почему пропускаешь уроки! Особенно если это что-нибудь очень-очень весёлое~!"

    "{font=playtime_cyr2.ttf}Да, я очень-очень повеселился в медкабинете.{/font}":
    #to A27b
        return m1

    "{font=playtime_cyr2.ttf}Я не хочу об этом говорить, ясно?{/font}":
    #to A27c
        return m2

label ru_A27b:

"Чёрт возьми. Она совершенно не знает, когда остановиться."
    
hi "Ладно, ладно. Расскажу. Я прекрасно провёл время."

hi "Поутру у меня случился сердечный приступ, и я несколько часов тусовался с фельдшером."

hi "Надо сказать, лучшее утро в моей жизни."

"Я пытаюсь сымитировать её скачущую интонацию, только шёпотом, чтобы никто другой не услышал. Мои слова полны презрения."

stop music fadeout 6.0

show misha perky_confused_close at Position(xalign=-0.3)
with charachange

mi "Что-что с тобой случилось? %(name_hicchan)s, ты серьёзно?"

hi "Перестань. Всё-то ты прекрасно слышала."

show misha perky_sad_close at Position(xalign=-0.3)
with charachange

mi "Но, %(name_hicchan)s, это серьёзно!"

hi "Нет, правда. Отвяжись. Мы, кстати, на уроке."

show misha sign_sad_close at Position(xalign=-0.3)
with charachange

mi "Но, %(name_hicchan)s!.."

"Миша, кажется, обеспокоена, возможно даже в панике. Интересно, осознаёт ли она, что быть такой назойливой – не лучшая идея?"

"…"

"Прежде чем ответить, я даю ей повариться немного в собственном соку. %(name_shizune)s этого не передать, но мне это безразлично."

hi "Отвали, Миша."

hi "И %(name_shizune)s скажи то же самое."

"Я тут же жалею о том, что только что сказал. Но, как говорится, слово не воробей…"

show misha perky_sad_close at Position(xalign=-0.3)
with charachange

show bg school_scienceroom at center
show misha perky_sad_close at offscreenleft
with charamove

"Как ни странно, Миша действительно затыкается, хоть я и не проверяю, передала она моё послание %(name_shizune)s или нет. Это и не важно."

"Муто завершает урок какой-то общей речью о том, что фестиваль уже через два дня."

#to A29, needs a conditional about Emi making Hisao feel better



label ru_A27c:

hi "Я не скажу, смирись."

show misha hips_grin_close at Position(xalign=-0.3)
with charachange

mi "Что, правда~?"

hi "Правда."

show misha perky_confused_close at Position(xalign=-0.3)
with charachange

"На мгновение она задумывается."

show misha hips_frown_close at Position(xalign=-0.3)
with charachange

mi "Это жестоко, %(name_hicchan)s~!"

"По её расстроенному и подавленному голосу я понимаю, что она дуется."

show bg school_scienceroom at center
show misha hips_frown_close at offscreenleft
with charamove

"Она снова отступает на некоторое время, чтобы посовещаться с мозговитой половиной энергичного дуэта, после чего возвращается."

show misha hips_smile_close at offscreenleft
with None

show bg school_scienceroom at bgright
show misha hips_smile_close at Position(xalign=-0.3)
with charamove

mi "Думаю, надо вместе перекусить и побеседовать на эту тему… говорит %(name_sicchan)s."

show misha hips_grin_close at Position(xalign=-0.3)
with charachange

mi "За наш счёт."

show misha sign_smile_close at Position(xalign=-0.3)
with charachange

mi "Кроме того, тебе нужно возместить утреннее отсутствие и нам нужна помощь в работе~!"

"Остальные ученики начинают поглядывать на нас, возможно из-за того, что Миша так сильно перегнулась через парту, что почти касается моей головы своей. Её кудрявые волосы щекочут мне шею."

"Они пахнут шампунем и ещё чем-то, чем она, похоже, пользовалась, чтобы они вились."

"Сидящая впереди девушка, кажется, пытается подслушивать. Надеюсь, окружающие не поймут нас неправильно, хотя я не представляю, как можно эту ситуацию понять правильно."

"К счастью, Муто не обращает на нас внимания или нарочно игнорирует Мишу. Пока что."

"Мне никак не выкрутиться, не так ли?"



label ru_choice2A27:
menu:
    with menueffect
    
    "Эми я тоже обещал перекусить вместе, но я не могу одновременно быть в двух разных местах."
    
    "{font=playtime_cyr2.ttf}Я пойду на ланч с Эми и её подругой.{/font}":
        return m1
        
    "{font=playtime_cyr2.ttf}Пойду с %(name_shizune)s, я ведь, в конце концов, теперь в Совете.{/font}":
        return m2


label ru_A27h:
#lol label order

hi "Извини, я не могу. Я уже кое-кому обещал перекусить вместе."

show misha perky_confused_close at Position(xalign=-0.3)
with charachange

mi "А? Кому? Это девушка~?"

hi "Ага."

show misha hips_grin_close at Position(xalign=-0.3)
with charachange

"Её смешок вынуждает меня быстро что-то добавить, чтобы она не поняла меня превратно."

hi "Это не то, что ты думаешь! Ситуация… немного запутанная."

show misha perky_smile_close at Position(xalign=-0.3)
with charachange

"Запутанная… да, такая у меня жизнь, несмотря на то что я уже влился в повседневную школьную рутину."
   
"Теперь всё предстаёт в свете этой второй жизни, пересматривается с точки зрения нового меня."

"Меня со сломанным сердцем."

hi "И ещё, я не знаю, смогу ли приходить в Совет."

hi "По крайней мере, пока. Просто есть на чём сконцентрироваться в первую очередь."

"Именно. Нужно заново расставить приоритеты. Вот что крутилось у меня в голове после разговора с фельдшером. Я не могу позволить себе притворяться, что абсолютно здоров."

"Я удивлён, что могу так отрешённо анализировать свою жизнь, но пока пусть всё идёт своим чередом."

hi "Обещаю, я потом нормально объясню, не сейчас, ладно? Пожалуйста, скажи %(name_shizune)s, что мне жаль, что я её подвёл."

show misha perky_confused_close at Position(xalign=-0.3)
with charachange

mi "Как скажешь, %(name_hicchan)s."

"Голос у неё удивлённый и серьёзный, такого я никогда раньше не слышал."

show bg school_scienceroom at center
show misha perky_confused_close at offscreenleft
with charamove

"К счастью, Миша понимает, что я говорю на полном серьёзе, и мне очень повезло, что я смог выразить свои мысли так чётко, что даже она меня поняла. Она отворачивается, чтобы перевести мои слова %(name_shizune)s."

"Ни одна из них после этого не произносит ни слова в мой адрес."



label ru_A27i:  

hi "Хорошо, я пойду с вами, только отстаньте от меня до конца урока, ладно?"

show misha hips_grin_close at Position(xalign=-0.3)
with charachange

mi "Договорились, %(name_hicchan)s~!"

stop music fadeout 2.0

show bg school_scienceroom at center
show misha hips_grin_close at offscreenleft
with charamove

scene bg school_scienceroom
with shorttimeskip

play sound sfx_normalbell

# this pause is necessary because there is no text here.
# if you can add some before he leaves the room, remove the pause
with Pause(7.0)

play ambient sfx_crowd_indoors fadein 0.3

scene bg school_hallway3
show crowd
with locationchange

"По дороге в кабинет Совета я вижу суетящихся на школьном дворе учеников, возможно занятых подготовкой своих проектов."
    
"Фестиваль уже на носу. Это значит, что могут быть только две причины, по которым им может понадобиться моя помощь."

"Либо осталось совсем немного работы и им просто нужна помощь, чтобы закончить стандартные проверки, которые они обязаны провести."

"Либо осталась гора работы и %(name_shizune)s не показывает вида, в то время как поток нагромождавшейся отложенной работы угрожает всех нас смыть."

stop ambient fadeout 1.0


label ru_A27d:

#if you are not SC member and did not get a heartattack OR if you blew Shizune and Misha off in A26, you come straight to this, the day begins with it in some cases.

scene bg school_scienceroom
with locationskip

stop music fadeout 2.0

"Вопреки обычаю, я прихожу на утренний урок далеко не одним из первых."

"Напротив, почти все, кажется, уже здесь. Большинство одноклассников я уже знаю в лицо, хотя их имена всё ещё ускользают из памяти."



label ru_A27e:

#If you have not joined SC, you see this instead of A27a, this is also a followup on A27e

scene bg school_scienceroom
with shorttimeskip

play music music_daily fadein 0.3

"Урок тянется очень неторопливо. Думаю, я начинаю входить в ритм школьной жизни."

"Я перестаю беспокоиться о том, чтобы писать конспекты и проявлять чрезмерную внимательность. В первые дни на уроках я был довольно нервным."

"Тем временем Муто заканчивает свою лекцию об электричестве и, не прерываясь, переходит к теме фестиваля."

show muto normal
with charaenter

mu "Как вы знаете, фестиваль состоится послезавтра. Надеюсь, все ваши проекты будут в этом году иметь успех."

show muto smile
with charachange

mu "Желаю всем приятно провести время, но, пожалуйста, не забывайте истинного значения фестиваля…"

mi "Игры и жареная еда!"

"Класс взрывается смехом, и я тоже."

show muto irritated
with charachange

mu "Да, спасибо, Микадо."

show muto normal
with charachange

mu "Но я имел в виду—{w=.5}{nw}"

play sound sfx_normalbell

"Конец предложения тонет в звоне колокола, возвещающего большую перемену, и все начинают собираться."

"Муто некоторое время размышляет, стоит ли продолжать, но, поскольку его уже никто не слушает, сдаётся и садится за стол."

stop music fadeout 2.0

scene bg school_hallway3
show crowd
with locationchange

play ambient sfx_crowd_indoors fadein 0.3

"В коридоре людно… настолько, насколько обычно бывает людно в коридорах этой школы. Большинство учеников направляется в столовую."


#to A29



label ru_A27f:

scene bg school_scienceroom
with shorttimeskip

stop music fadeout 2.0    

"Миша и, соответственно, %(name_shizune)s, не беспокоили меня целое утро."

play sound sfx_normalbell

"Когда начинается перерыв, я выхожу из класса, даже не посмотрев на них."

scene bg school_hallway3
show crowd
with locationchange

play ambient sfx_crowd_indoors fadein 0.3

"В коридоре людно… настолько, насколько обычно бывает людно в коридорах этой школы. Большинство учеников направляется в столовую."



#***************

label ru_A28:

scene bg school_council
with locationchange

show misha perky_smile at twoleft
show shizu behind_smile at tworight
with charaenter

"Оказавшись в кабинете Совета, я оглядываюсь по сторонам и вижу, что он пуст."

hi "Значит, работы осталось немного, да? Раз никого больше нет, и вообще."

play music music_happiness fadein 0.3

show misha sign_smile at twoleft
with charachange

mi "Здесь всегда так, %(name_hicchan)s~!"

"Это подтверждает мои догадки, которые мне доселе нечем было подкрепить: %(name_shizune)s и Миша – это и есть Школьный совет. Весь, целиком."

hi "Проклятье! Значит, это правда. В Школьном совете действительно только вы двое."

show misha hips_grin at twoleft
show shizu cross_wut at tworight
with charachange

"%(name_shizune)s выглядит так, будто не может определиться: устыдиться или взорваться от злости, а Миша в той же степени разрывается между смехом и попытками остановить %(name_shizune)s."

show shizu behind_frustrated at tworight
with charachange

shi "…"

show misha sign_smile at twoleft
with charachange

mi "Тогда, %(name_hicchan)s, ты будешь рад узнать, что поскольку нас всего трое, то работы для нас полно! Полно~! Полно~ полно~ полно~…"

hi "Это меня не радует."

show shizu adjust_happy at tworight
with charachange

"Но, похоже, очень радует %(name_shizune)s."

show misha cross_laugh at twoleft
with charachange

mi "Ва-ха-ха~!"

show misha hips_grin at twoleft
with charachange

mi "Шучу-шучу!"



label ru_A28a:
#you see this if you have been spending the morning in the infirmary

scene bg school_council
with shorttimeskip

"Работой оказывается сортировка и перепроверка внушительного количества бумаг, необходимых для проведения школьного фестиваля."

"Мозг сломаешь со всей этой бюрократией."

play sound sfx_normalbell

"Но мы успеваем всё закончить как раз к большой перемене."

show misha hips_grin at twoleft
show shizu adjust_happy at tworight
with charaenter

mi "Отлично~, теперь можно и немного отдохнуть! Но не очень долго, после полудня нас ждёт ещё больше работы~!"



label ru_A28b:

show shizu behind_smile at tworight
with charachange

shi "…"

show misha sign_smile at twoleft
with charachange

mi "На самом деле не так уж много, %(name_hicchan)s~. Поэтому~, можно сначала позволить себе небольшой ланч."

show misha cross_laugh at twoleft
with charachange

mi "Ха-ха-ха~!"

"У обеих будто из воздуха появляются пластиковые контейнеры."

show misha hips_grin at twoleft
with charachange

mi "Хм~ хм~… Тут куриные отбивные с помидорами и ростками соевых бобов~! Разве не аппетитно звучит, %(name_hicchan)s?"

mi "Приготовлено только сегодня утром, и всё ещё тёплое, так что ешь-ешь-ешь~!"

"Я беру один из контейнеров и открываю его. Выглядит симпатично и пахнет приятно. То, что я очень голоден, только усиливает эффект."

hi "Ого, выглядит здорово. Где вы это достали?"

show shizu basic_normal at tworight
with charachange

shi "…"

show misha hips_smile at twoleft
with charachange

mi "Это неважно, %(name_hicchan)s!"

show misha sign_smile at twoleft
with charachange

mi "Предполагалось сделать киоск, продающий бэнто, но девушка, которая собиралась им заведовать, вдруг сказала, что не сможет. %(name_sicchan)s сказала: «Какое расточительство, ведь так сложно было заманить %(name_hicchan)sа сколотить его~»—"

hi "Эй, какого лешего…"

show misha hips_grin at twoleft
with charachange

mi "…Так что~! %(name_sicchan)s решила попробовать свои силы в этом, но потом решила, что не стоит, да, %(name_sicchan)s~?"

show shizu basic_angry at tworight
with charachange

"%(name_shizune)s сердито дуется, сверля Мишу недовольным взглядом. Кажется, эта история не предназначалась для моих ушей."

hi "Это ваши пробники?"

show shizu behind_frown at tworight
with charachange

shi "…"

show misha sign_smile at twoleft
with charachange

mi "Я тоже это ем, %(name_hicchan)s~!"

show misha hips_grin at twoleft
with charachange

mi "И %(name_sicchan)s тоже~!"

"Это не ответ на мой вопрос!"

"И всё же я разламываю пару палочек, которые протягивает мне %(name_shizune)s, подцепляю кусок отбивной и засовываю его в рот."

hi "На удивление вкусно. Не ожидал, что %(name_shizune)s так хорошо готовит."

show shizu basic_frown at tworight
with charachange

"%(name_shizune)s кладёт палочки, чтобы резко прожестикулировать Мише, которая с трудом заглатывает свою отбивную, чтобы перевести её слова."

show misha sign_smile at twoleft
with charachange

mi "%(name_hicchan)s~! Не говори с набитым ртом~!"

hi "Да не сказать, чтобы я любил так делать. Но ты излучаешь просто материнскую заботу…"

show shizu behind_frown at tworight
with charachange

shi "…"

show misha hips_grin at twoleft
with charachange

mi "Ты даже есть правильно не можешь, %(name_hicchan)s~! Вот и всё~!"

"Это тупик. Я не могу есть, чтобы говорить с %(name_shizune)s, которая не может есть, чтобы критиковать меня за неумение есть. Миша оказывается втянутой в ту же ситуацию и выглядит из-за этого наиболее несчастной."

"К тому же наша еда остывает с каждой секундой, а она изначально не была такой уж горячей. Как только мы осознаём это, тут же возвращаемся к трапезе."

"Вскоре звонит колокол, но Миша даже не пытается сообщить об этом %(name_shizune)s, из чего я делаю вывод, что они собираются пропустить уроки и снова провести здесь остаток дня."

show shizu adjust_smug at tworight
with charachange

shi "…"

show misha perky_smile at twoleft
with charachange

mi "%(name_hicchan)s, у тебя есть какие-нибудь планы на фестиваль?"

hi "Нет, не особо. В конце концов, я здесь всего неделю, какие планы я мог построить за это время?"

show misha cross_laugh at twoleft
with charachange

mi "Ва-ха-ха~! %(name_hicchan)s, ты ведь нам так здорово помог, не будь о себе такого низкого мнения!"

hi "Хорошо."

show shizu basic_angry at tworight
with charachange

shi "…"

show misha hips_frown at twoleft
with charachange

mi "Мы серьёзно~!"

hi "Хорошо!"

"Они возмущаются по самым невероятным поводам."

show shizu adjust_happy at tworight
with charachange

shi "…"

show misha hips_smile at twoleft
with charachange

mi "Но ты же пойдёшь, да, %(name_hicchan)s? Ты должен хотя бы посмотреть на то, что мы о—существили?.. Все должны иметь возможность увидеть результаты своих трудов, так они могут в полной мере насладиться сделанным, я так считаю~! И ты не исключение!"

show misha perky_smile at twoleft
with charachange

mi "%(name_hicchan)s, ты обязательно должен пойти~! Если у тебя нет никаких планов, то мы даже можем пойти вместе~!"

show shizu adjust_blush at tworight
with charachange

hi "Вам не хватает рук? Если вам понадобится помощь, я буду не прочь её оказать."

"Я чувствую себя гораздо более непринуждённо, чем раньше; все мои беспокойства и страхи без следа испарились. Веселясь вот так с %(name_shizune)s, до этого момента я и не вспоминал об эксцессе, случившемся утром."

"Веселясь с %(name_shizune)s… Такая идея кажется странной, но, если взглянуть со стороны, я, несмотря ни на что, действительно наслаждаюсь тем временем, что провожу вместе с %(name_shizune)s и Мишей в последние несколько дней."
   
"Если мы пойдём вместе, то я, наверное, могу себе позволить ещё немного побыть с ними. И я полагаю, что это лучше, чем сидеть на уроке."

show shizu behind_blank at tworight
with charachange

shi "…"

show misha hips_smile at twoleft
with charachange

mi "Правда, %(name_hicchan)s? Отлично~! Мы будем считать, что так ты с нами рассчитываешься за бесплатный ланч~!"

show misha cross_laugh at twoleft
with charachange

mi "Здорово, это здорово, очень~ очень~ здорово~! %(name_sicchan)s всё равно собиралась позже это предложить! А-ха-ха-ха~! Ва-ха-ха-ха-ха-ха~!"

"Это вовсе не бесплатный ланч. В другой ситуации я бы из-за такого разозлился или как минимум немного расстроился, но моё настроение значительно поднялось, поэтому я не обращаю на это внимания."

"Оказалось, что помощь состоит в основном в проштамповывании форм и изготовлении здоровенных стопок копий каждого из пятидесяти бюджетных отчётов."

"Это не сложно, но ужасно скучно и, по словам Миши, является простейшей из стоящих перед ними задач."

"Я чувствую, что устаю всё больше и больше, и вместе с тем всё меньше горю желанием вернуться на урок. Это особенно плохо, потому что чем дольше я нахожусь за пределами класса, тем сложнее, кажется, встать и вернуться."

"Эти двое оказывают ужасное влияние. Они подают никудышный пример. Не сказать, что меня это так уж сильно волнует, и я уверен, что никто не воспринимает их как образцы для подражания, но всё же…"

show shizu adjust_happy at tworight
with charachange

shi "…"

show misha hips_grin at twoleft
with charachange

mi "Готово~!"

hi "Ого, быстро. Думаю, я до конца этого урока тоже закончу."

show misha sign_smile at twoleft
with charachange

mi "Нет, нет, %(name_hicchan)s, всё готово. Значит, и у тебя тоже~!"

hi "Чушь какая-то! Вы что, утверждаете, что делать это было не обязательно и вы держали меня тут просто шутки ради?"

show misha hips_grin at twoleft
with charachange

mi "Нет~…"

show shizu basic_normal at tworight
with charachange

shi "…"

show misha perky_smile at twoleft
with charachange

mi "Но мы продержали тебя достаточно долго~! Тебе нужно вернуться на урок, %(name_hicchan)s~! На большую его часть ты ещё успеешь!"

hi "А как же вы?"

show shizu behind_blank at tworight
with charachange

shi "…"

show misha hips_smile at twoleft
with charachange

mi "Конечно, мы тоже пойдём, само собой. Прямо за тобой!"

stop music fadeout 2.0

scene bg school_hallway3
with locationchange

"Успокоившись, я направляюсь обратно в класс. Но прошла уже почти половина урока, так что на полпути я решаю, что это бессмысленно, и коротаю время до следующего урока, попивая сок в коридоре."

"Я поглядываю на дверь кабинета Совета, но она не открывается. Что они там копаются? Доделывают мою часть работы? Ну, это не должно занять много времени, если только там нет ещё работы и они просто хотели, чтобы я ушёл."

"Чем больше я об этом думаю, тем больше в этом уверяюсь."

"%(name_shizune)s… далеко не глупа, но она определённо не способна говорить о таких вещах прямо."

"Возможно, это потому, что она не может говорить и для неё это труднее. У неё есть Миша, но, в общем, несмотря на напускную лёгкость, между языком жестов и обычной речью есть разница."

play sound sfx_normalbell

"Я собираюсь вернуться и посмотреть, что они там делают, но раздаётся звонок и мне приходится идти в класс."

scene bg school_scienceroom
with locationchange

"Они тоже приходят через несколько минут, и мои былые мысли растворяются в рутине школьной жизни."

with shorttimeskip

"Когда школьный день заканчивается, накопившаяся усталость не оставляет мне иного выбора, кроме как пойти к себе в комнату, сделать уроки и лечь спать."
        
scene black
with Dissolve(3.0)


#***************

label ru_A29:

scene bg school_hallway3
show crowd
with None

play ambient sfx_crowd_indoors
play music music_emi fadein 0.3

show emi basic_happy
with charaenter

emi "Хисао!"

show emi excited_proud
with charachange

emi "Только сегодня я собираюсь предложить тебе супер-эксклюзивный ланч!"

show emi excited_laugh
with charachange

emi "Ланч от Эми и привилегия насладиться им в приватной обстановке в компании двух сногсшибательных красоток!"

"Её игривое приглашение эхом раскатывается по коридору, даже несмотря на то, что он полон народу."

show emi basic_closedgrin
with charachange

"Эми принимает уверенную позу и, будто пытаясь обыграть свой забавный внешний вид, выпячивает довольно скромную грудь, показывая пальцами знак победы – «V»."

hi "Звучит заманчиво. Чему обязан чести быть приглашённым?"

show emi excited_proud
with charachange

emi "Ты стоял здесь с таким одиноким и печальным видом, что я подумала, что компания тебе не помешает."

"Самая удручающая из причин, которую только можно представить."

show emi basic_closedgrin
with charachange

emi "Ну так как? Ты, наверное, действительно одинок и иначе всё равно пойдёшь в столовую есть эту жуткую еду в полном одиночестве."

hi "Э…"

show emi excited_proud
with charachange

emi "Я шучу, шучу!"
    
hi "Конечно, я приму твоё предложение. С удовольствием."

show emi basic_happy
with charachange

emi "Пойдём на крышу!"

hi "На крышу?"

hi "Почему на крышу?"

show emi basic_closedgrin
with charachange

emi "Потому что там мы едим!"

emi "И если я туда не поднимусь, то она, вероятно, уйдёт и, я уверена, останется голодной, потому что никогда не приносит еду с собой!"

hi "Ты о ком?"

show emi basic_closedhappy
with charachange

emi "Пойдём!"

"Так и не ответив на мой вопрос и не ожидая ответа от меня, она хватает меня за руку и тащит по коридорам."

"По дороге я пытаюсь завести разговор."

hi "Откуда у тебя лишний ланч?"

show emi sad_grin
with charachange

"Эми виновато улыбается."

emi "На самом деле это вчерашний."

emi "На перемене я пошла бегать и забыла его съесть."

"Вот оно как."

stop ambient fadeout 1.0

# The line above will go wherever the scene changes from out of the hallway, I guess.


label ru_A29x:

"У неё такое забавное выражение лица, что я с трудом сдерживаю смех."

"Эми хихикает то ли над собой, то ли над чем-то ещё, то ли и вовсе без причины. Мне нравится её смех."

"Жизнерадостный, бойкий характер Эми смягчает сдавленное ощущение в затылке после ссоры с %(name_shizune)s и Мишей."

"Я выбрасываю из головы мысли об этом и позволяю себе впервые за сегодняшний день улыбнуться."



label ru_A29a:

#and this is what happens if you had a heart flutter:
scene bg school_hallway3
show crowd
with None

play ambient sfx_crowd_indoors

"В обычный день я присоединился бы к этому потоку и сам взял бы себе ланч, но сегодня всё иначе."

"Сегодня я приглашён на ланч на крыше."

"Странное место, но мне сказали пойти именно туда."

"К счастью, мне удаётся найти укрытие от бури в тени двери в класс."

stop ambient fadeout 1.0

hide crowd
with Dissolve(2.0)

"Наконец поток редеет и я осторожно выхожу в коридор."

"И тотчас встречаю Эми, несущуюся по коридору, словно пушечное ядро."

play music music_emi fadein 0.3

show emi basic_happy
with charaenter

emi "Эй! Привет, Хисао! Как удачно мы повстречались!"

show emi excited_proud
with charachange

emi "У меня сегодня суперэксклюзивный ланч, как и обещала! Пойдём наверх!"



label ru_A29b:

#Finally, this is where the two join up again

scene bg school_staircase1
with locationchange

"Лестница на крышу выглядит заброшенной, но её явно недавно использовали."

"Она ведёт к двери, на которой отсутствует замок."

"Интересно, что за храбрец снял замок?"

scene bg school_roof at bgright
show emi basic_closedgrin
with Fade(0.5,0.3,1.0,color="#FFF")

"Эми толкает дверь и бодро выходит на залитую солнцем крышу."

stop music fadeout 1.0

show rin silhouette at offscreenright
with None

show bg school_roof
show emi basic_closedgrin at left
show rin silhouette at tworight
with ease

show emi basic_shock at left
with vpunch

"Внезапно словно из ниоткуда перед нами возникает высокая тёмная фигура незнакомца. Эми отступает назад, едва не падая с лестницы."

$ doublespeak(emi, rin_, u"Ай!", u"Привет.")

show emi basic_hes at left
with charachange

show emi basic_hes at twoleft
with charamove

emi "Ух! Ты меня напугала, Рин!"

"Постой, а это, случайно, не…"

#Show Rin sprite now
show rin relaxed_surprised at tworight
with charachange

play music music_rin fadein 0.3

rin "Привет."

"Заметив, что Рин обращается ко мне, Эми с любопытством на меня смотрит."

show emi basic_confused at twoleft
with charachange

emi "Вы знакомы?"

"Я смущённо гляжу на Эми."

hi "Это она – твоя подруга?"

show rin relaxed_nonchalant at tworight
with charachange

"Рин переключает взгляд на облака, проплывающие в небе над школой."

rin "Не знала, что ты знакома с этим человеком, Эми."

stop music fadeout 2.0

"…"

"Неловкое молчание длится всего пару секунд, затем Эми хихикает, забывая об удивительном совпадении."

show emi basic_closedgrin at twoleft
with charachange

emi "Я пригласила Хисао на ланч. Если ты его знаешь, это даже к лучшему."

show rin basic_deadpan at tworight
with charachange

rin "А. Значит, мне еды не достанется? Или ты его пригласила на ланч без ланча?"

show emi basic_grin at twoleft
with charachange

emi "Эм… ни то, ни другое – у меня еды на троих."

show rin basic_deadpanamused at tworight
with charachange

rin "Предусмотрительно."

hide rin
hide emi
with charaexit

"Пока я стою под башней с часами и проникаюсь здешней атмосферой, девушки отходят на противоположный конец крыши."

play music music_soothing fadein 0.3

"Кроме нас, тут никого нет. Думаю, в этой школе крыша не так популярна, как в остальных."

"По краям расставлено несколько обветшалых скамеек и столиков. Вероятно, кто-то сделал попытку придать этому месту не такой заброшенный вид."

"Мелкий гравий, покрывающий крышу, шуршит под ногами."

"Я бросаю взгляд на школьный двор и окрестности школы через сетчатое заграждение."

"По двору и перед столовой прогуливаются парочки и группки учеников."

"На территорию продуктового магазина, расположенного неподалёку, заезжает несколько грузовиков."

"Откуда-то доносится лай сторожевой собаки."

"Когда я гляжу на панораму, на меня почему-то накатывает почти осязаемое ощущение нахождения в маленьком городке."

"Суматошная жизнь больших городов кажется здесь чужой и далёкой, никому не приходится мчаться, чтобы успеть на автобус, будто это вопрос жизни и смерти, или терпеть мерцание неоновых ламп и дорожные пробки."

"Я гляжу на новый родной город, даже если он останется таковым только на какой-то год, и при мысли об этой новой жизни на меня накатывает волна оптимизма."

"Внезапная болезнь и вынужденный переезд свалились на меня словно снег на голову, так что у меня не было времени подумать, как я к этому отношусь."

"Выходя из тени башни, я спиной чувствую тёплое прикосновение солнечных лучей."

"На чистом лазурном небосводе ярко светит солнце."

"Прохладный порыв ветра заставляет меня немного поёжиться."

"Он несёт ароматы деревьев и цветов, а не смог и выхлопные газы, как было ещё пару недель назад."

"Эми с Рин садятся на скамейку, и Эми достаёт из портфеля три контейнера: один большой и два поменьше."

show rin basic_deadpannormal at tworight
show emi basic_happy at twoleft
with charaenter

emi "Давай же, Хисао! Чего ты ждёшь?"
 
"Двигаясь, чтобы освободить немного места на маленькой скамеечке, она приглашает меня присоединиться."

hide emi
hide rin
show bg school_roof at bgleft
with charamoveoutleft

show emi basic_happy_close at closeleft
show rin basic_deadpannormal_close at closeright
show bg school_roof at center
with charamoveinleft


"Я сажусь с самого края, чтобы не стеснять остальных. На такой крохотной лавке каким-то чудом мы умещаемся втроём."

hi "Впечатляющий вид."

show emi basic_closedhappy_close at closeleft
with charachange

"Подавляя смешок, Эми ставит одну коробку с едой перед Рин, а вторую протягивает мне."

show emi excited_proud_close at closeleft
with charachange

emi "Вот! Ланч, как и обещала!"

"Ничего себе, домашнего приготовления. Я впечатлён."

hi "Ого. Выглядит просто здорово."

show emi excited_amused_close at closeleft
with charachange

emi "Спасибо! Я сама их готовлю, когда есть время."

"Разговор затухает, и я принимаюсь жевать."

show rin basic_awayabsent_close at closeright
with charachange

"Съев пару кусков, я поднимаю взгляд и вижу, как Рин, ловко открыв коробку, суёт в рот вилку с едой, орудуя только ногами."

"Для меня это уже не в диковинку, но я всё равно поражаюсь той ловкости, с которой она всё это делает."

"Это лишний раз напоминает мне о том, где я нахожусь."

"Привыкну ли я когда-нибудь к подобным зрелищам?"

"Я вообще не уверен, хорошо или плохо привыкать к такому."

"Не будет ли это означать для меня полную потерю надежды на возврат к обычной жизни?"

"Или только то, что я стану лучше понимать окружающих?"

"От этих мыслей меня отвлекает вид Эми, которая набрасывается на еду, словно та оскорбила её предков."

show rin basic_absent_close at closeright
with charachange

hi "Похоже, ты голодная."

show emi basic_grin_close at closeleft
with charachange

"Она поднимает взгляд, энергично при этом жуя, затем проглатывает и кивает."

emi "Утренние пробежки всегда возбуждают аппетит."

show emi basic_closedhappy_close at closeleft
with charachange

emi "И это здорово: так я быстрее разделываюсь с едой."

show emi excited_proud_close at closeleft
with charachange

emi "Это помогает мне поддерживать стройную девичью фигуру."

show rin basic_deadpan_close at closeright
with charachange

rin "А что случится, если ты её потеряешь? Станешь мужиком?"
    
"Мне каким-то чудом удаётся не подавиться, сдерживая смех."

show emi basic_annoyed_close at closeleft
with charachange

emi "Это фигура речи."

show rin basic_deadpandelight_close at closeright
with charachange

rin "А твоей фигуре тоже приходится бегать по утрам?"

hi "Вы всегда так разговариваете?"

show rin relaxed_surprised_close at closeright
show emi basic_confused_close at closeleft
with charachange

$ doublespeak(emi, rin, u"Как разговариваем?", u"Как?")

"Думаю, такая их реакция и является лучшим ответом на мой вопрос."

hi "А, не важно."

hi "Так, э…"

"Мне трудно придумать тему для беседы, и я решаю задать очевидный вопрос."

hi "Как вы познакомились?"

show rin basic_awayabsent_close at closeright
with charachange

"Похоже, Рин не против, если об этом расскажет Эми."

show emi basic_grin_close at closeleft
with charachange

emi "Кто-то в жилищном отделе решил, что мы прекрасно друг друга дополним, и поселил нас в соседние комнаты."

hi "Дополните друг друга?"

show rin basic_deadpannormal_close at closeright
with charachange

rin "Как костюм и туфли."

hi "А?"

show emi basic_closedgrin_close at closeleft
with charachange

"Видя моё замешательство, Эми весело хихикает."

emi "Вместе у нас полный комплект конечностей, понимаешь?"

hi "А…"

show emi basic_happy_close at closeleft
with charachange

emi "Так что я начала помогать Рин собираться по утрам – вот и познакомились!"

show emi basic_grin_close at closeleft
with charachange

emi "В смысле, нельзя ведь помогать кому-то каждое утро одеваться и при этом не подружиться."

hi "Понятно."

"Рин, воспользовавшись моментом, вставляет слово."

show rin basic_deadpan_close at closeright
with charachange

rin "У меня проблема с рубашками."

hi "Да, это… скажем, очевидно."

show rin basic_surprised_close at closeright
with charachange

rin "Правда?"
    
hi "Типа того…"

"До Рин никак не доходит, но Эми вся эта сцена, очевидно, веселит."

"В сочетании с искренним любопытством Рин, это меня немного успокаивает, хотя и не полностью."

hi "Понимаешь, у тебя же нет рук."

hi "Так что, эм, одевание рубашки попадает в категорию вещей, которые тебе… трудновато делать."

"Знаете что? Лучше мне заткнуться прямо сейчас."

"Это убережёт меня от кучи проблем в дальнейшем."

"Рин в задумчивости кивает. Подозреваю, она собирается серьёзно обдумать мои слова."

show rin basic_lucid_close at closeright
with charachange

rin "Понятно."

show rin basic_absent_close at closeright
with charachange

"Так как разговор себя исчерпал, я снова переключаюсь на еду."

"Она действительно очень вкусная."

"Эми доедает первой и издаёт довольный звук."

show emi excited_laugh_close at closeleft
with charachange

emi "Ох, вкуснятина какая."

"Пока она возится с пустой коробкой, Рин обращается к ней."

show rin basic_deadpan_close at closeright
with charachange

rin "Я хочу пить."

show emi basic_shock_close at closeleft
with charachange

emi "Ой! Я чуть не забыла! Извини…"

show emi basic_closedgrin_close at closeleft
with charachange

"Она торжественно извлекает из портфеля три пакета сока."

"Бросает мне клюквенный, Рин даёт вроде бы клубничный, а себе оставляет розовый пакет с каким-то ещё."

show rin basic_awayabsent_close at closeright
with charachange

"Рин ловко протыкает пакет соломинкой и начинает пить."

"И вновь я дивлюсь её гибкости и ловкости, но в этот раз воздерживаюсь от комментария."

"Мне почему-то кажется, что Эми и Рин не из тех людей, которые задумываются над тем, как обходиться со своими недостатками."

"Особенно Рин."

"В самом деле, она создаёт впечатление, будто ей и вовсе невдомёк, что у неё отсутствуют какие-либо конечности."

"Другой вопрос – сознательно ли она решила игнорировать этот факт или нет."

"Я действительно не уверен."

show emi basic_grin_close at closeleft
with charachange

emi "Ну так что, Хисао, нравится тебе здесь?"

show rin basic_absent_close at closeright
with charachange

hi "Хм?"

hi "Да, тут довольно мило. Люблю высокие места за открывающийся вид."

hi "Спасибо, что пригласила меня сюда."

hi "И за еду спасибо."

show emi excited_amused_close at closeleft
with charachange

"Эми улыбается яркой, как тысяча лампочек, улыбкой, явно довольная моим ответом."

emi "Всегда пожалуйста!"

show emi excited_proud_close at closeleft
with charachange

emi "Если захочешь, приходи с нами поесть и в следующий раз, ладно?"

emi "Ланч я тебе не приготовлю, но ты можешь принести свой."

hi "Еды не будет? Ну, тогда не знаю…"

show emi basic_annoyed_close at closeleft
with charachange

"Эми изображает обиду."

emi "Пытаешься воспользоваться моей добротой?"

emi "Какая наглость!"

show emi basic_closedgrin_close at closeleft
with charachange

"Она хихикает."

show emi sad_depressed_close at closeleft
with charachange

emi "Ну, если таков твой ответ, то, думаю, мы с Рин продолжим есть в одиночестве…"

"Меня внезапно атакует самый душераздирающий щенячий взгляд, который я только видел у Эми."

hi "Шутка! Я пошутил!"

hi "Я бы с радостью ещё тут поел."

hi "Хорошее место, да и компания – ничего."

show emi basic_grin_close at closeleft
with charachange

"Эми немного хмурится на моё «ничего», но кажется довольной тем, что я принял её приглашение."

"Полагаю, мы теперь друзья."

"Или хотя бы приятели."

play sound sfx_normalbell

"Звенит колокол, призывающий спускаться обратно."

show emi basic_hes_close at closeleft
with charachange

emi "Рин, ты опять не доела!"

show rin basic_deadpan_close at closeright
with charachange

rin "Я не сильно проголодалась."

show emi basic_annoyed_close at closeleft
with charachange

emi "Если ты не будешь есть больше, то скоро совсем исчезнешь!"

show rin relaxed_boredom_close at closeright
with charachange

"Рин пожимает плечами, показывая тем самым, что готова пойти на такой риск."

stop music fadeout 4.0

hi "Давайте, пора уже идти."

scene bg school_staircase1
with locationchange

"Мы втроём спускаемся по лестнице."

scene bg school_scienceroom
with shorttimeskip

"Дневные уроки заканчиваются. У меня снова нет никаких планов, поэтому я направляюсь в библиотеку, чтобы вернуть пару прочитанных книг."

scene bg school_library
with locationskip

play music music_happiness fadein 0.3

"Войдя, я замечаю, что здесь примерно столько же учеников, сколько и во вторник, что подтверждает практически абсолютная тишина, царящая в помещении."

play sound sfx_impact2

with vpunch

show yuuko panic
with easeinbottom

"Когда я кладу книги на прилавок, из-за него внезапно выскакивает Юко, испуганная раздавшимся звуком."

hi "О, прости, Юко. Я не хотел тебя напугать."

show yuuko worried
with charachange

yu "Нет-нет. Всё в порядке. Такое случается… часто. Я уже привыкла."

show yuuko neurotic
with charachange

yu "М, чем я могу помочь?"

hi "Всё нормально, я думаю, что уже знаю, где тут что. Но спасибо."

hide yuuko
with charaexit

"Стоит, наверное, прихватить ещё пару книжек, раз уж я здесь. Делать особо больше нечего, да и после того, как я так много прочитал, пока лежал в больнице, это стало трудноискоренимой привычкой."

stop music fadeout 8.0

"Я дохожу до отдела с фантастикой в противоположном конце библиотеки, осматривая полки на предмет чего-нибудь интересного."

"По дороге я заглядываю за угол, где в прошлый раз сидела Ханако, не ожидая, однако, кого-нибудь там увидеть."

scene ev hana_library_read_std
with locationskip

"…Тем не менее, к моему удивлению, она находится там, полностью поглощённая чтением довольно толстой книги. Я решаю ей не мешать, как в прошлый раз, а продолжить поиски чтива."

scene bg school_library_ss
with shorttimeskip

#This is kinda bleh. He actually could strike up a conversation (omg hanako screentime)

"Поизучав какое-то время полки, я наконец останавливаю свой выбор на парочке книг."
    
"Я без колебаний прохожу к прилавку, оформляю книги, убираю их в портфель и выхожу."

scene bg school_courtyard_ss
with locationskip

"Покидая здание, я замечаю, что приближается закат. В школе ещё остаются ученики, но большинство уже разошлось по домам или общежитиям."
    


label ru_A29c:

scene bg school_dormhisao_ss
with locationskip

"Чувствуя себя в крайней степени измотанным, я направляюсь в свою комнату, чтобы почитать взятые книги. Для одного дня событий и волнений мне уже достаточно."

play music music_night fadein 0.3

"Первой я достаю «Алису в Стране Чудес». Я, конечно же, знаю эту историю, но не читал саму книгу."

"Она оказывается такой же психоделической, как и история, насколько я её помню: с чокнутыми персонажами и абсурдным сюжетом."

"Я и себя представляю в виде Алисы, беспомощно падающей по кроличьей норе в эту Страну Калек."

"…Нет, это я, конечно, загнул. Но всё равно, уединённое местоположение и то, как умело все в школе приспосабливаются абсолютно ко всему, немного тревожит. Похоже на иной мир."

"Непонятно, почему же я никак не могу избавиться от ощущения отчуждённости, как Алиса, несмотря на то, что большинство окружающих приветливы и дружелюбны со мной?"

"Когда я переворачиваю ещё одну страницу, мысли начинают уплывать от книги всё дальше. В комнате так тихо, что я слышу, как бьётся моё сердце под рубашкой."

"Мне от этого почему-то становится очень плохо, как в тот раз, когда я был с Иванако в лесу. Как будто я заперт в одной клетке с чем-то мерзким и страшным."

scene bg school_dormhisao_ni
with Dissolve(3.0)

"Я откладываю книгу и принимаюсь смотреть в потолок, ожидая, когда это чувство пройдёт."

"Двумястами страницами спустя я засыпаю."

stop music fadeout 2.0

scene black
with shuteye


#*********************

label ru_A30:

scene bg school_courtyard_ss
with None

"Думаю, надо сходить за продуктами. Я не смогу жить всё время на общепитовской еде и питаться на улице."

scene bg school_gate_ss
with locationchange

"Когда я выхожу к воротам, то несколько раз шумно потягиваюсь в попытке сбросить с себя накопившуюся за неделю усталость."

scene bg school_road_ss
show lilly back_smileclosed_ss
with locationchange

"Выйдя за ворота и завернув за угол, я замечаю одинокую фигуру, спускающуюся с холма по направлению к городу. Цвет её волос и постукивания тростью ни с чем не спутаешь."

show lilly cane_surprised_ss
with charachange

"Я поспешно догоняю её, что, кажется, привлекает её внимание без всяких слов."

hi "Привет, Лилли."

show lilly cane_weaksmile_ss
with charachange

"Она немного поворачивает голову, чтобы уловить источник голоса и распознать человека, которому он принадлежит."

play music music_lilly fadein 0.3

show lilly cane_smile_ss
with charachange

li "…Хисао?"

hi "Ага, это я."

"У неё хорошая память на голоса. То, что она запомнила мой, оказывается приятным сюрпризом."

li "Добрый вечер. Что тебя сюда привело?"

show lilly cane_weaksmile_ss
with charachange

"Она снова отвешивает лёгкий вежливый поклон. А я снова отвечаю ей тем же, не успевая сообразить, что это не обязательно."

hi "Просто иду в город. А ты?"

show lilly cane_ara_ss
with charachange

li "Боже, боже, какое совпадение."

hi "Идёшь туда же, да?"

show lilly cane_smile_ss
with charachange

li "М-м. Я всегда хожу в магазин по пятницам."

show lilly cane_surprised_ss
with charachange

"Некоторое время она молчит и вдруг обретает потерянный вид."

li "И обычно Ханако ходит в город со мной…"

"А… Не потерянный – просто взволнованный. Они ведь вроде бы довольно близки. Удивляет, что Ханако может вот так забыть о Лилли."

hi "Я видел, как она читала в библиотеке. Может, её просто увлекла книга."

show lilly cane_weaksmile_ss
with charachange

"Она облегчённо вздыхает."

li "Спасибо. У неё есть такая привычка."

hi "Заядлая читательница?"

show lilly cane_smile_ss
with charachange

li "Верно. Она не любит бывать среди людей, и чтение вдали ото всех её немного расслабляет."

"Хоть в намерения Лилли наверняка не входило напоминать об этом, мне не удаётся удержаться от того, чтобы сделать кислую мину, вспоминая свою первую встречу с Ханако."

show lilly cane_smileclosed_ss
with charachange

"Не горя желанием поднимать эту тему, я продолжаю молчать, пока мы ступаем по тихой дороге."

"Тук, тук. Тук, тук."

"Благодаря отсутствию на дороге машин и тому, что ученики «Ямаку» остаются всё дальше и дальше позади нас, сейчас слышен только тихий шелест листвы и размеренное постукивание трости Лилли по тротуару."

"Что просто здорово, особенно если сравнить эту тишину с толкотнёй и суетой города, в котором я жил раньше."

"Это настолько умиротворяет, что я ненароком широко и громко зеваю."

show lilly cane_giggle_ss
with charachange

li "Устал?"

hi "Да уж, в последнее время совсем с ног сбился."

"Это мягко говоря. Переход в новую школу сам по себе труден, а тут ещё такое…"

show lilly cane_smile_ss
with charachange

li "Ну, будем надеяться, что всё скоро устроится. Из-за фестиваля все сейчас как белки в колесе, и ты угодил прямо в гущу событий."

"Я немного колеблюсь, но, учитывая то, как она любит открытость, решаю поделиться с ней своими мыслями относительно всего."

hi "Наверное. Однако в «Ямаку» всё по-другому. То есть формальности на каждом шагу, изолированное расположение школы, не говоря уже о самом очевидном отличии."

hi "Здесь у всех совсем другой образ мышления. Но думаю, что со временем я привыкну."

show lilly cane_smileclosed_ss
with charachange

"Она утвердительно кивает, видимо довольная моим ответом. Кажется, она сейчас включила меня в паству, состоящую из учеников, о которых заботится, включающую класс 3-2 и Ханако."

"Я не возражаю. В любом случае приятно свалить с плеч гору мыслей."

show lilly cane_smile_ss
with charachange

li "Есть и положительный момент: можно воспринять это как шанс начать всё заново. Тебе стоит ценить возможность завести новых друзей."

"Оптимистично. Думаю, что иметь такой позитивный настрой – это замечательно."

hi "Хорошая трактовка."

scene bg suburb_roadcenter_ss
show lilly cane_reminisce_ss
with shorttimeskip

"Продолжая идти по дороге, она, кажется, начинает волноваться. Прежде чем я успеваю поинтересоваться, в чём дело, она вновь принимает уверенный вид и меняет тему."

show lilly cane_weaksmile_ss
with charachange

li "А куда ты конкретно собирался пойти в городе?"

"Вопрос на самом деле неплохой. Хорошо бы пойти купить еды, но я до сих пор абсолютно незнаком с городом."

"Я намеревался просто побродить по округе и найти какой-нибудь магазинчик, но, поскольку закат близится и вскоре стемнеет, это не самое мудрое решение."

"Придётся мне спросить у неё дорогу. Опять."

hi "Я собирался купить еды… но, когда ты спросила, вдруг понял, что не знаю, куда мне идти."

show lilly cane_planned_ss
with charachange

li "В таком случае это большая удача. Я тоже как раз собиралась идти в продуктовый магазин."

hi "Кажется, тебе снова придётся взять меня под крыло. Спасибо."

"И мы вместе отправляемся в магазин. Я замедляюсь, чтобы держаться рядом. По сравнению с моей обычной походкой, её шаги заметно медленнее. Тому есть причина, конечно."

scene bg suburb_konbiniext_ss
with shorttimeskip

"Через несколько минут ходьбы я примечаю нашу цель. Городок действительно маленький."

scene bg suburb_konbiniint
with locationchange

"Мы без лишних проволочек проходим внутрь под приветствие кассира."

stop music fadeout 2.0

show lilly cane_weaksmile
with charaenter

li "Ты не против, если я увяжусь за тобой? Обычно Ханако мне помогает, но поскольку её сейчас нет…"

"Я не сразу осознаю, о чём она."

"Учитывая, что она не в состоянии прочитать ни одной этикетки, поход за покупками без помощи окажется для неё сущей мукой."

"К тому же меня не покидает ощущение, что она задумала это сразу же, как только я сказал, что направляюсь сюда."

play music music_soothing fadein 0.3

hi "Конечно. Буду рад."

"Я беру из стопки у входа пару красных видавших виды корзинок и протягиваю одну из них Лилли."

show lilly cane_weaksmile at Position(ypos=800)
with charamove

show lilly basic_smileclosed at Position(ypos=800)
with charachange

show lilly basic_smileclosed at center
with charamove


"Опустив корзинку на пол, Лилли кладёт в неё портфель, складывает трость, отправляет её туда же и берёт корзинку в правую руку."

"Стоп, если она будет без трости…"

show lilly basic_smileclosed at Slide(0.5,0.5,0.3,0.5,1.0, time_warp=_ease_time_warp)
with None

show lilly basic_smileclosed_close at Slide(0.5,0.5,0.3,0.5,1.0, time_warp=_ease_time_warp)
with Dissolve(1.0)

"Не успеваю я закончить мысль, как она своими тонкими пальцами берёт меня за манжету формы."

show lilly basic_concerned_close at twoleft
with characlose

li "Ты не возражаешь?"

hi "А, нет, конечно."

show lilly basic_smileclosed_close at twoleft
with characlose

"У меня нет причин отказываться. Есть вещи и похуже, чем ходить по магазину с симпатичной девушкой, держащейся за меня, пусть даже и из необходимости."

"Мы передвигаемся меж рядов, и никто из случайно проходящих мимо покупателей и бровью не ведёт при виде нас."

"Учитывая то, как близко находится «Ямаку», для местных жителей наверняка является обычным делом видеть учеников оттуда."

"Каждый раз, когда мы подходим к очередному ряду, я выясняю у Лилли, что ей нужно. Я беру это, а также и то, что нужно мне, и раскладываю продукты по корзинкам."

"Наверное, для них с Ханако всё это обычное дело."

hi "Так, мне осталось только хлеб купить. Тебе ещё что-нибудь нужно, Лилли?"

show lilly basic_smile_close at twoleft
with characlose

li "Нет, это всё."

hi "Ну, тогда на выход."

show lilly basic_smileclosed_close at twoleft
with characlose

"Быстренько заглянув в хлебный отдел, мы направляемся к кассам."

"Очереди, к счастью, почти нет. Вскоре мы, расплатившись, выходим за дверь."

scene bg misc_sky_ni at Fullpan(15.0)
with locationchange

"Пока Лилли достаёт и раскладывает свою трость, я, держа обе наши сумки, поднимаю взгляд в ночное небо."

"Я пытаюсь выпустить изо рта облачко пара, но летняя жара не хочет мне в этом содействовать."

"Наконец Лилли выпрямляется, быстро потягивается и берёт у меня свою сумку."

scene bg suburb_konbiniext_ni
show lilly cane_listen_ni
with locationchange

hi "Ты тоже устала?"

show lilly cane_sleepy_ni
with charachange

li "Подготовка к фестивалю – сущий хаос. И то, что %(name_shizune)s дышит мне в затылок, не очень-то помогает."

hi "Эй, она всего лишь старается всё организовать. Лучше сейчас, чем когда будет поздно, верно?"

show lilly cane_weaksmile_ni
with charachange

li "Думаю, да. Завтра я буду расслабляться в городе, это уж точно."

"Наверное, подготовка к фестивалю сказывается на них обеих."

stop music fadeout 4.0

scene bg suburb_roadcenter_ni at bgright
with locationchange

"Мы шагаем по тихой улице с сумками, полными покупок, беседуя между собой."

"…Постойте-ка, а это что?"

"Я замечаю необычную фигуру, приближающуюся к нам в свете уличных фонарей."

"Сначала кажется, что это мальчик из моего класса, но, как только он, а точнее она, подходит поближе, я сразу её узнаю."

show bg suburb_roadcenter_ni at center
show rin relaxed_nonchalant_ni at right
with charamoveinright

hi "Рин? Что ты тут делаешь так поздно?"

show lilly cane_surprised_ni
with charaenter

li "Рин?"

"Лилли поднимает голову, прислушиваясь. Я вдруг осознаю, что, наверное, мне стоит описать для неё происходящее."

hi "Это Рин… по фамилии вроде бы %(name_tezuka)sа. Из нашей школы."

show lilly cane_weaksmile_ni
with charaenter

"Услышав имя, она напрягается и её лицо обретает сложное выражение: нечто вроде сочетания натянутой улыбки и мученической боли."

li "А. Понятно."

"Думаю, Лилли тоже знает Рин."

show rin basic_awayabsent_ni at right
with charachange

show bg suburb_roadcenter_ni at bgleft
show rin basic_awayabsent_ni at tworight
show lilly cane_weaksmile_ni at twoleft
with charamove

"Рин поворачивается к нам. Кажется, она абсолютно не в себе. Я не уверен, узнаёт ли она кого-нибудь из нас или же вообще не отдаёт себе отчёта в своих действиях."

"Она выглядит как зомби. Или как статуя. Статуя зомби."

"Но тут в её тёмных глазах появляются признаки зарождающегося света понимания: она должна как-то отреагировать на мои слова."

show rin basic_lucid_ni at tworight
with charachange

show rin basic_awayabsent_ni at tworight
with charachange

"Рин моргает. Очень медленно."

show rin basic_absent_ni at tworight
with charachange

rin "Привет."

"…"

"Наступает неловкая пауза; каждый из нас ждёт, пока кто-нибудь что-нибудь скажет."

hi "Что ты делаешь здесь в такой поздний час?"

"…"

rin "Я…"

play music music_rin fadein 0.3

show rin basic_deadpan_ni at tworight
with charachange

rin "Я тоже задала себе этот вопрос. Только что."

show rin basic_deadpannormal_ni at tworight
with charachange

rin "Кто-то из прохожих спрашивал об этом совсем недавно. Полагаю, их интересовало то же самое."

rin "Я не знала. И они не знали. Я спрашивала. Поэтому мне интересно."

rin "Вот и вся история. Это убийственная загадка, только без убийства."

"…"

show rin negative_spaciness_ni at tworight
with charachange

rin "Они направлялись в ту сторону."

show rin basic_absent_ni at tworight
with charachange

"Она поворачивается вправо, демонстрируя направление, в котором ушли прохожие, будто это имеет значение, потом поворачивается обратно, как механическая кукла на замысловатых часах."

"Для замкнутого человека Рин использует слишком много слов для описания довольно второстепенных вещей."

"Не будучи уверенным в том, что она закончила, я продолжаю молчать. Как и Лилли, у которой, похоже, пропал дар речи."

"Видимо, мы просто боимся, что ответ может спровоцировать продолжение истории."

"Отсутствие реакции с нашей стороны совсем не волнует Рин. Она меряет нас выжидающим взглядом, лицо её практически ничего не выражает, кроме спокойствия."

"Такой она, похоже, человек. Всегда расслаблена."

"Как будто по её венам вместо крови течёт лошадиная доза успокоительного."

show lilly cane_concerned_ni at twoleft
with charachange

li "У тебя амнезия? Хотя я не припоминаю у тебя ничего подобного…"

hi "Нет, думаю, что дело не в этом."

hi "Но те прохожие, видимо, волновались. Ты действительно выглядишь потерянной, стоя вот так посреди улицы."

show rin basic_deadpan_ni at tworight
with charachange

rin "А, понятно."

show rin relaxed_nonchalant_ni at tworight
with charachange

rin "Может быть, в таком случае мне следовало принять какую-нибудь другую позу?"

"Я размышляю, стоит ли мне распространяться на эту тему дальше или сдаться ради сохранения остатков собственного рассудка."

"В итоге склоняюсь ко второму варианту."

"Похоже, не стоит слишком уж вслушиваться в болтовню Рин."

"Разговор с Рин похож на игру в шахматы с суперкомпьютером, который делает случайные ходы, будто насмехаясь надо всеми шахматными правилами. Здесь то же самое, только взаимодействие идёт с человеком."

"И даже победа имеет привкус поражения."

"Чёрт, это напоминает речь %(name_kenji)s. Даже если я выигрываю, то проигрываю. Это особая способность девушек из «Ямаку»?"

"…"

"Я отбрасываю эту мысль как опасную для дальнейшего обдумывания. Наверное, это просто анти-женская пропаганда %(name_kenji)s оказывает на меня такое воздействие в минуты слабости."

hi "Да, может быть, если бы ты приняла другую позу, это бы сработало."

hi "Так что, у тебя нет мыслей насчёт того, что ты здесь делаешь?"

show rin negative_annoyed_ni at tworight
with charachange

"Она хмурится, явно очень недовольная то ли моим вопросом, то ли его последствиями, то ли ответом, который она собирается дать."

rin "У меня есть. Кое-какая мысль. Только не могу сказать, что за мысль."

show lilly cane_smile_ni at twoleft
with charachange

li "Ну, хоть какой-то прогресс."

"Слова Лилли звучат так, будто она обнаружила возможность вывести разговор в нормальное русло. Не могу сказать, что я разделяю её оптимизм."

rin "Да, какая-то есть. Определённо. Остальные придут попозже."

show rin basic_deadpanupset_ni at tworight
show lilly cane_weaksmile_ni at twoleft
with charachange

rin "Я в этом уверена. У меня всегда есть… причины."

"Последовавшее молчание буквально стирает с лица Лилли остатки надежды. Недолго музыка играла."

"Не принимая во внимание беспочвенные, насколько я могу судить, заверения Рин… как лучше в такой ситуации поступить?"

"Мы можем оставить её наедине с её затеями, какими бы они ни были… но время позднее и я не думаю, что нас по головке погладят, если найдут Рин, стоящую здесь среди ночи."

"А она ведь и будет стоять, если только не вспомнит, зачем сюда пришла."

"Как по мне, так шансы угадать, что происходило у неё в голове, когда она решила отправиться навстречу этому приключению, равны шансам выиграть в лотерею."

"Несколько раз подряд."

"Лилли тоже необычайно молчалива. В этом разговоре я был бы рад помощи со стороны, тем более раз Лилли знакома с Рин ближе, чем я."

"Но теперь ничего не поделаешь. Похоже, причина её нерешительности кроется именно в том, что она слишком хорошо с ней знакома."

hi "Ну, я предполагаю, что ты куда-то шла, только не в школу… есть догадки куда?"

show rin relaxed_surprised_ni at tworight
show lilly cane_surprised_ni at twoleft
with charachange

"Она в шоке округляет глаза и отшатывается столь неестественно, что кажется, будто это движение было специально отрепетировано для подобных ситуаций."

rin "Ты экстрасенс? Это и есть твоя инвалидность? Оригинально!"

hi "Нет… Что? С чего ты взяла?"

show rin relaxed_disgust_ni at tworight
show lilly cane_listen_ni at twoleft
with charachange

rin "Ты понял, что я делала."

show lilly cane_displeased_ni at twoleft
with charachange

hi "Ну, я основывался на фактах. Мы недавно шли по этой же улице в обратном направлении, в магазин."

hi "Если бы ты шла в школу, наши пути бы не пересеклись."

show rin basic_deadpanupset_ni at tworight
with charachange

rin "А…"

"Она выглядит слегка разочарованной."

"Как и %(name_kenji)s, Рин, похоже, скора на абсурдные умозаключения."

"Может быть, что-то не так с местной водой? Я сделал себе заметку на будущее: запастись напитками."

hi "Знаешь, меня уже второй раз на этой неделе спрашивают, не экстрасенс ли я."

hi "Я действительно создаю такое впечатление?"

show rin basic_deadpannormal_ni at tworight
with charachange

"Рин только пожимает плечами в ответ."

hi "Знаешь—{w=0.3}{nw}"

show lilly cane_smile_ni at twoleft
with charachange

li "Может быть, вернёшься вместе с нами в школу?"

"Лилли вмешивается как раз в тот момент, как я собираюсь развенчать миф о своих сверхспособностях. Она кажется весьма обеспокоенной, и вымученная улыбка это плохо скрывает."

"Возможно, она пришла к тому же выводу, что и я. Ради всеобщего блага я бросаю бессмысленную тему про экстрасенсов."

hi "Да, Лилли права. Если ты не можешь вспомнить, то нет смысла здесь оставаться."

show rin basic_awayabsent_ni at tworight
with charachange

"Рин раздумывает над этим довольно простым выводом, а затем кивает."

show rin basic_absent_ni at tworight
with charachange

rin "Хорошо."

stop music fadeout 2.0

scene bg school_road_ni
with shorttimeskip

"Мы снова направляемся к школе, потратив из-за этой сцены куда больше времени, чем следовало."

show rin basic_awayabsent_ni at tworight
show lilly cane_smileclosed_ni at twoleft
with charaenter

"Рин идёт по краю тротуара своей неровной походкой, похожая на помесь лунатика с канатоходцем, а Лилли держит одну руку на моём плече, постукивая по земле тростью."

"Тук, шарк-шарк, тук-тук, шарк-шарк-шарк."

"Не считая этого и отрывочных вступлений в беседу, нас окутывает молчание. При этом тишина не такая умиротворяющая, как та, что была по дороге в город."

hi "Ну что, как продвигается фреска?"

show rin basic_deadpan_ni at tworight
with charachange

rin "Нас настигнет невезение. Никогда не говори о незаконченных работах."

show lilly cane_weaksmile_ni at twoleft
with charachange

li "Я уверена, она будет превосходна."

show rin basic_deadpannormal_ni at tworight
with charachange

rin "Невезение."

"Тук, шаг, тук, шаг. Она не любит говорить об этом. А вежливость Лилли впервые оказывается не к месту. Шарк, шарк, шарк."

"Холм, на вершине которого расположен интернат «Ямаку», в этом месте довольно крутой. Мы замедляем шаг, но я всё равно чувствую, как учащается мой пульс, а дыхание становится всё тяжелее."

"Почти пришли, уже видны ворота."

"Помимо этого, однако, я замечаю, что пальцы Лилли немного крепче сжимаются на моём плече. Восприняв это как знак того, что она хочет о чём-то спросить, я подаю голос."

hi "Что-то не так, Лилли?"

"При этом я еле сдерживаюсь, чтобы не добавить: «Не считая нашего попутчика?»"

"Она, кажется, колеблется несколько секунд, сомневаясь, стоит ли ей вообще заводить этот разговор, но всё же начинает его."

show lilly cane_concerned_ni at twoleft
with charachange

li "Всё… в порядке?"

hi "В порядке? О чём ты?"

"Моя неспособность понять её невероятно расплывчатый вопрос на мгновение ставит её в тупик."

li "Просто… похоже, что ты очень устал."

"При этих её словах я замечаю, что моё дыхание стало невероятно тяжёлым. Прогулка в гору меня здорово вымотала."


label ru_choiceA30:
menu:
    with menueffect
    
    "Рин ушла в себя, а вот Лилли слишком быстро всё поняла…"
    
    "{font=playtime_cyr2.ttf}Прости, просто я не в лучшей форме.{/font}":
        return m1

    "{font=playtime_cyr2.ttf}Я в порядке.{/font}":
        return m2
        
label ru_A30a:

hi "Я в порядке, в полном порядке."

show lilly cane_sad_ni at twoleft
with charachange

li "Судя... по твоему голосу, нет."

show rin basic_deadpansurprised_ni at tworight
with charachange

rin "Да и вид у него нездоровый."

"Вопрос Лилли вызвал интерес и у Рин. Просто отлично."

show lilly cane_concerned_ni at twoleft
with charachange

li "Не стоит идти через силу, если тебе—{w=.5}{nw}"

hi "Я же сказал, всё в порядке, слышишь?"

play music music_rain fadein 0.3

show lilly cane_displeased_ni at twoleft
show rin basic_deadpannormal_ni at tworight

with charachange

"Я перехожу на крик, пусть и неожиданно для самого себя, но это не важно."

"Лилли, кажется, порывается возмутиться моему тону, но сдерживается."

"Рин, как обычно, рассеянная, но и в выражении её лица мелькает нечто, что выдаёт её смущение."

"Долгое время, кажущееся вечностью, никто из нас не произносит ни слова. Хотел бы я взять свои слова назад, но уже поздно."

hi "Простите. Я... переборщил."

hide lilly
hide rin
with charaexit

"Я ускоряюсь, чтобы оторваться от девушек, о чём тут же жалею, но ничего не могу с собой поделать."

"Я убегаю, убегаю от столкновения с собственными проблемами. Даже поняв глубину своей трусости, я не останавливаюсь."

stop music fadeout 3.0

scene black
with Dissolve(3.0)

label ru_A30b:

hi "Всё в порядке, надо только перевести дух. Последнее время я не в лучшей форме."

show lilly cane_oops_ni at twoleft
with charachange

li "А…"

li "Это что-то… связанное с твоим переводом сюда? То есть…"

show lilly cane_concerned_ni at twoleft
with charachange

"Она довольно резко себя обрывает, возможно поняв, что проявила назойливость. Но у неё чуткая интуиция, и, хоть я и не люблю говорить на эту тему, врать вовсе ни к чему."

"Думаю, я не против, если об этом спрашивает Лилли."

play music music_lilly fadein 0.3

hi "Просто я в последнее время немного ослабел."

show lilly cane_oops_ni at twoleft
with charachange

li "Ханако сказала, что ты выглядишь довольно… здоровым, так что я подумала…"

show lilly cane_sad_ni at twoleft
with charachange

"Лилли снова прерывает себя на середине предложения, с долей беспокойства оставляя эту тему."

"Её нахмуренный лоб заставляет меня сказать ещё что-то, чтобы её успокоить."

"Удивительно, что она так деликатна, учитывая её прямое и открытое отношение к собственной слепоте. Она, видимо, понимает, что не всем комфортно говорить о таких вещах."

hi "Нет, всё в порядке."

hi "У меня… думаю, лучше всего сказать, что сердце моё… барахлит. Аритмия."

hi "Не так давно у меня случился сердечный приступ, и я провёл большую часть весны в больнице. Угодил в «Ямаку» по распоряжению врача."

"Она молча кивает."

"Однако мой ответ заставляет Лилли нахмурить лоб ещё сильнее. Похоже, она не знает, как реагировать, учитывая, что мы не так уж близко знакомы."

"Я не могу её за это винить, у меня у самого такая же реакция."

label ru_A30c:

"К моему удивлению, её лицо вдруг озаряет понимание."

show lilly cane_oops_ni at twoleft
with charachange

li "Постой… так, значит, в тот раз, когда вы с Эми столкнулись в коридоре?.."

"Я криво усмехаюсь. Не думал, что она способна настолько быстро складывать детали в общую картину."

hi "Да. Наверное, я прямо-таки ходячая книжная иллюстрация к тому, зачем существуют правила насчёт бега по коридорам."

show lilly cane_sad_ni at twoleft
with charachange

"Мои слова звучат куда холоднее, чем я рассчитывал. Из-за них у Лилли явно пропадает желание развивать тему."

label ru_A30d: 

"Хоть мне и хочется унять её беспокойство, говорить об этом желания тоже нет."

hi "Не беспокойся об этом."

show lilly cane_weaksmile_ni at twoleft
with charachange

"Я пытаюсь обнадёживающе улыбнуться, но осознаю бесполезность этого действия. Не зная об этом, Лилли успокаивающе улыбается мне и ничего больше не произносит."

scene bg school_dormext_half_ni
show rin relaxed_surprised_ni at tworight
show lilly cane_weaksmile_ni at twoleft
with shorttimeskip

"Когда мы подходим к общежитиям, Рин останавливается перед своей фреской как громом поражённая. Она была так тиха на протяжении всей обратной дороги, что я почти забыл о её присутствии."

stop music fadeout 1.0

show rin relaxed_disgust_ni at tworight
with charachange

rin "Сегодня ведь пятница, да?"

show lilly cane_smile_ni at twoleft
with charachange

li "Да… пятница, восьмое июня."

play music music_rin fadein 0.3

show rin basic_upset_ni at tworight
with charachange

rin "Это плохо."

show lilly cane_surprised_ni at twoleft
with charachange

li "Плохо? Почему?"

show rin negative_annoyed_ni at tworight
with charachange

rin "Думаю, я приму позу зародыша и проблююсь. Возможно, в обратном порядке."

show lilly cane_concerned_ni at twoleft
with charachange

li "Что-то случилось?"

show rin negative_confused_ni at tworight
with charachange

rin "Нет. Ничего не случилось. Сегодня пятница, и пока ничего не случилось. Фреска, её надо закончить к воскресенью. Значит, всё в порядке."

show rin negative_worried_ni at tworight
with charachange

rin "У вас есть наркотики? Или машина времени?"

show rin negative_confused_ni at tworight
with charachange

rin "Это нехорошо. Нехорошо."

"Значит, она отстаёт от графика. Вспомнив недовольство %(name_shizune)s беззаботным отношением Рин к проекту несколько дней назад, я не знаю, что и думать."

"Она напросится на «тебе же говорили», если не справится со всем к воскресному утру."
   
"Рин продолжает смотреть на свою фреску с невероятно подавленным видом."

show rin negative_annoyed_ni at tworight
with charachange

rin "Оставьте меня. Мне нужно немного поработать."
    
"Я смотрю на Лилли, ожидая, что она обменяется со мной скептическими взглядами и я закачу глаза, но потом осознаю, что она этого не сделает."

show rin negative_angry_ni at tworight
with charachange

rin "Оставьте меня."

stop music fadeout 2.0

hide rin
with charaexit

show lilly cane_concerned_ni at center
show bg school_dormext_half_ni at bgright
with charamove

"Мы, конечно, так и делаем, чтобы не раздражать её ещё сильнее."

"В животе у меня начинает шевелиться нехорошее чувство. У Рин определённо талант заставлять людей волноваться о ней."

"Она похожа на человека, которого нельзя оставлять одного."

hi "Может, нам следует кого-нибудь позвать? Голос у неё был такой, будто она вот-вот впадёт в истерику или вроде того."

show lilly cane_oops_ni
with charachange

li "Уверена, с ней всё будет в порядке. Просто она… э… как бы сказать…"

"Лилли немного запрокидывает голову, пытаясь придумать вежливый способ назвать Рин сумасшедшей, не называя её сумасшедшей."

hi "Самобытная?"

show lilly cane_weaksmile_ni
with charachange

li "Да, весьма самобытная личность."

hi "Да, наверное можно и так сказать."

show lilly cane_giggle_ni
with charachange

"Она мелодично хихикает, кивая в знак согласия."

show lilly cane_weaksmile_ni
with charachange

li "Извини, что не поддержала твою беседу с ней. Я… не совсем её понимаю, поэтому держусь подальше."

"Значит, я был прав. Лилли чуть виновато улыбается, будто бы сожалея о том, что её несовершенство не позволило ей сблизиться с Рин."

"Я не могу её винить. Совсем."

play music music_lilly fadein 0.3

"Лилли глубоко вздыхает, возможно скрывая таким образом зевок. Допускаю, что она так же измотана, как и я."

show lilly cane_cheerful_ni
with charachange

li "Я, наверное, пойду, отдам продукты Ханако. Спасибо за компанию, Хисао."

"Она очаровательно улыбается мне. Как-то иначе, чем обычно, несмотря на то, что улыбается она часто."

"Не могу точно понять, в чём именно заключается разница. Просто по-другому."

"Я бы сказал, расслабленно, но, возможно, это просто облегчение, оттого что удалось избавиться от Рин. Наверное."

hi "Угу… спокойной ночи. Передавай привет Ханако."

show lilly cane_smile_ni
with charachange

li "Передам. Спокойной ночи."

hide lilly

scene black
with Dissolve(3.0)

return

